{ "translations": {
    "The php-json module is needed by the many applications for inter communications" : "Modulet php-json kræves af mange applikationer til intern kommunikation.",
    "The php-curl module is needed to fetch the page title when adding a bookmark" : "Modulet php-curl er påkrævet for at kunne hente titlen på en side, når et bogmærke tilføjes.",
    "The php-gd module is needed to create thumbnails of your images" : "Modulet php-gd er påkrævet for at at oprette miniaturer af dine billeder.",
    "The php-ldap module is needed connect to your ldap server" : "Modulet php-ldap er påkrævet for at kunne forbinde til en LDAP-server.",
    "The php-bcmath module is needed to support AD primary groups" : "Modulet php-bcmath er påkrævet for at understøtte primære grupper i AD",
    "The php-zip module is needed to download multiple files at once" : "Modulet php-zip er påkrævet for at hente flere filer på samme tid.",
    "The php-mb_multibyte module is needed to manage correctly the encoding." : "Modulet php-mb_multibyte er påkrævet for at kunne administrere tegnkodning korrekt.",
    "The php-ctype module is needed validate data." : "Modulet php-ctype er påkrævet for at kunne validere data.",
    "The php-xml module is needed to share files with webdav." : "Modulet php-xml er påkrævet for at kunne dele filer over webdav.",
    "The allow_url_fopen directive of your php.ini should be set to 1 to retrieve knowledge base from OCS servers" : "Direktivet allow_url_fopen i din php.ini skal sættes til 1 for at kunne hente vidensbasen fra OCS-servere.",
    "The php-pdo module is needed to store owncloud data into a database." : "Modulet php-pdo er påkrævet for at kunne gemme ownCloud-data i en database.",
    "The iconv module is needed to convert data into the correct charset." : "Modulet iconv er påkrævet for at kunne konvertere dataene til det korrekte tegnsæt.",
    "Dependencies status" : "Status for afhængigheder",
    "Used by :" : "Bruges af:"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}