{ "translations": {
    "The php-json module is needed by the many applications for inter communications" : "php-json-moduulia tarvitaan monien sovellusten keskinäiseen tiedonvaihtoon",
    "The php-curl module is needed to fetch the page title when adding a bookmark" : "php-curl-moduuli vaaditaan, jotta sivun otsikko on mahdollista noutaa kirjanmerkkiä lisättäessä",
    "The php-gd module is needed to create thumbnails of your images" : "php-gd-moduuli vaaditaan, jotta kuvista on mahdollista luoda esikatselukuvia",
    "The php-ldap module is needed connect to your ldap server" : "php-ldap-moduuli vaaditaan, jotta yhteys ldap-palvelimeen on mahdollista",
    "The php-bcmath module is needed to support AD primary groups" : "php-bcmath-moduuli vaaditaan AD:n ensisijaisten ryhmien tukea varten",
    "The php-zip module is needed to download multiple files at once" : "php-zip-moduuli vaaditaan useiden tiedostojen samanaikaista latausta varten",
    "The php-mb_multibyte module is needed to manage correctly the encoding." : "php-mb_multibyte-moduuli vaaditaan, jotta oikeaoppinen merkistökoodaus on mahdollista",
    "The php-ctype module is needed validate data." : "php-ctype moduulia tarvitaan datan oikeellisuuden tarkistamisessa.",
    "The php-xml module is needed to share files with webdav." : "php-xml-moduuli vaaditaan, jotta tiedostojen jako webdavia käyttäen on mahdollista",
    "The allow_url_fopen directive of your php.ini should be set to 1 to retrieve knowledge base from OCS servers" : "allow_url_fopen-sääntö php.ini-tiedostossa on asetettava arvoon 1, jotta OCS-palvelimilta voidaan hakea tietovarasto (knowledge base)",
    "The php-pdo module is needed to store owncloud data into a database." : "php-pdo-moduuli tarvitaan, jotta ownCloud-tietojen tallennus tietokantaan on mahdollista",
    "The iconv module is needed to convert data into the correct charset." : "iconv-moduuli tarvitaan, jotta dataa voidaan muuntaa oikeaan merkistöön.",
    "Dependencies status" : "Riippuvuuksien tila",
    "Used by :" : "Käyttökohde:"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}