{ "translations": {
    "The php-json module is needed by the many applications for inter communications" : "php-json modul je potreban puno aplikacija za unutarnju komunikaciju",
    "The php-curl module is needed to fetch the page title when adding a bookmark" : " php-curl modul je potreban za dohvaćanje naslova stranice kada se dodaje favorit",
    "The php-gd module is needed to create thumbnails of your images" : "php-gd modul je potreban za kreiranje umanjenih sličica tvojih slika",
    "The php-ldap module is needed connect to your ldap server" : "php-ldap modul je potreban za konekciju na tvoj ldap server",
    "The php-bcmath module is needed to support AD primary groups" : "php-bcmath module je potreban zbog podorške AD primarnim grupama",
    "The php-zip module is needed to download multiple files at once" : "php-zip module je potreban za skidanje više datoteka istovremeno",
    "The php-mb_multibyte module is needed to manage correctly the encoding." : "php-mb_multibyte module je potreban da ispravno upravlja kodiranjem",
    "The php-ctype module is needed validate data." : "php-ctype modul je potreban za provjeru podataka",
    "The php-xml module is needed to share files with webdav." : "php-xml module je potreban za djeljenje datotela sa webdav -om.",
    "The allow_url_fopen directive of your php.ini should be set to 1 to retrieve knowledge base from OCS servers" : "allow_url_fopen direktiva u tvojoj php.ini datoteci bi trebala biti postavljena na \"1\" kako bi primala bazu znanja sa OCS servera",
    "The php-pdo module is needed to store owncloud data into a database." : "php-pdo module je potreban ua spremanje owncloud podataka u bazu.",
    "The iconv module is needed to convert data into the correct charset." : "iconv module je potreban za pretvorbu podataka u pravilan \nskup znakova.",
    "Dependencies status" : "Status zavisnosti",
    "Used by :" : "Koristi:"
},"pluralForm" :"nplurals=3; plural=n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"
}