{ "translations": {
    "The php-json module is needed by the many applications for inter communications" : "Mnogim programima je potreban modul php-json za unutrašnju komunikaciju.",
    "The php-curl module is needed to fetch the page title when adding a bookmark" : "Za pribavljanje naslova stranice pri dodavanju obeleživača potreban je modul php-curl.",
    "The php-gd module is needed to create thumbnails of your images" : "Za pravljenje umanjenih prikaza slika potreban je modul php-gd.",
    "The php-ldap module is needed connect to your ldap server" : "Za povezivanje sa ldap serverom potreban je modul php-ldap.",
    "The php-bcmath module is needed to support AD primary groups" : "Za podršku AD primarnih grupa potreban je modul php-bcmath.",
    "The php-zip module is needed to download multiple files at once" : "Za preuzimanje više fajlova istovremeno potreban je modul php-zip.",
    "The php-mb_multibyte module is needed to manage correctly the encoding." : "Za ispravno prikazivanje kodiranja potreban je modul php-mb_multibyte.",
    "The php-ctype module is needed validate data." : "Za proveru valjanosti podataka potreban je modul php-ctype.",
    "The php-xml module is needed to share files with webdav." : "Za deljenje fajlova webdav-om potreban je modul php-xml.",
    "The allow_url_fopen directive of your php.ini should be set to 1 to retrieve knowledge base from OCS servers" : "Direktiva allow_url_fopen iz fajla php.ini trebala bi da bude postavljena na 1 kako bi se pribavljala baza znanja sa OCS servera.",
    "The php-pdo module is needed to store owncloud data into a database." : "Za smeštanje podataka Ounklauda u bazu potreban je modul php-pdo.",
    "The iconv module is needed to convert data into the correct charset." : "Za pretvaranje podataka u ispravno kodiranje potreban je modul iconv.",
    "Dependencies status" : "Status zavisnosti",
    "Used by :" : "Koristi ga:"
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}