Repository: owncloud-archive/apps
Catalog: l10n/*/activity.po
Languages: ast, de, tr

source: Your settings have been updated.
ast: Anováronse los tos axustes.
de: Deine Einstellungen wurden aktualisiert.
tr: Ayarlarınız güncellendi.

source: Activity
ast: Actividá
de: Aktivität
tr: Etkinlik

source: No more activities to load.
ast: Nun hai más actividaes pa cargar.
de: Keine weiteren Aktivitäten zum Laden.
tr: Yüklenecek başka etkinlik yok.

source: Loading older activities
ast: Cargando actividaes más vieyes
de: Lade ältere Aktivitäten
tr: Daha eski etkinlikler yükleniyor

source: A file or folder has been <strong>shared</strong>
ast: <strong>Compartióse</strong> un ficheru o direutoriu
de: Eine Datei oder Ordner wurde <strong>geteilt</strong>
tr: Bir dosya veya klasör <strong>paylaşıldı</strong>

source: A new file or folder has been <strong>created</strong> in a shared folder
ast: <strong>Creóse</strong> un ficheru o direutoriu nun direutoriu compartíu
de: Eine neue Datei oder Ordner wurde im freigegebenen Ordner <strong>erstellt</strong>
tr: Paylaşılan bir klasörde bir dosya veya klasör <strong>oluşturuldu</strong>

source: A file or folder has been <strong>changed</strong> in a shared folder
ast: <strong>Camudóse</strong> un ficheru o un direutoriu nun direutoriu compartíu
de: Eine neue Datei oder Ordner wurde im freigegebenen Ordner <strong>geändert</strong>
tr: Paylaşılan bir klasörde bir dosya veya klasör <strong>değiştirildi</strong>

source: A file or folder has been <strong>deleted</strong> from a shared folder
ast: <strong>Desanicióse</strong> un ficheru o direutoriu d'un direutoriu compartíu
de: Eine neue Datei oder Ordner wurde im freigegebenen Ordner <strong>gelöscht</strong>
tr: Paylaşılan bir klasörden bir dosya veya klasör <strong>silindi</strong>

source: You created %1$s
ast: Creasti %1$s
de: Du hast %1$s erstellt
tr: %1$s dosyasını oluşturdunuz

source: %2$s created %1$s
ast: %2$s creó %1$s
de: %2$s erstellt %1$s
tr: %2$s, %1$s dosyasını oluşturdu

source: You changed %1$s
ast: Modificasti %1$s
de: Du hast %1$s geändert
tr: %1$s dosyasını değiştirdiniz

source: %2$s changed %1$s
ast: %2$s modificó %1$s
de: %2$s hat %1$s geändert
tr: %2$s, %1$s dosyasını değiştirdi

source: You deleted %1$s
ast: Desaniciasti %1$s
de: Du hast %1$s gelöscht
tr: %1$s dosyasını sildiniz

source: %2$s deleted %1$s
ast: %2$s desanició %1$s
de: %2$s hat %1$s gelöscht
tr: %2$s, %1$s dosyasını sildi

source: You shared %1$s with %2$s
ast: Compartisti %1$s con %2$s
de: Du teilst %1$s mit %2$s
tr: %1$s dosyasını %2$s ile paylaştınız

source: You shared %1$s with group %2$s
ast: Compartisti %1$s col grupu %2$s
de: Du teilst %1$s mit der Gruppe %2$s
tr: %1$s dosyasını %2$s grubu ile paylaştınız

source: %2$s shared %1$s with you
ast: %2$s compartió %1$s contigo
de: %2$s teilt %1$s mit Dir
tr: %2$s sizinle %1$s dosyasını paylaştı

source: You shared %1$s
ast: Compartisti %1$s
de: Du teilst %1$s
tr: %1$s dosyasını paylaştınız

source: %n more...
ast: %n más...
de: Eine weitere
tr: %n daha...

source: RSS feed
ast: Feed RSS
tr: RSS beslemesi

source: No activities yet.
ast: Entá nun hai actividaes.
de: Bisher keine Aktivitäten.
tr: Henüz bir etkinlik yok.

source: You will see a list of events here when you start to use your %s.
ast: Vas ver una llista d'eventos equí cuando entames a usar %s.
de: Du wirst hier eine Liste von Ereignissen sehen, sobald Du deine %s nutzt.
tr: %s kullanmaya başladığınızda burada olayların bir listesini göreceksiniz.

source: Notifications
ast: Notificaciones
de: Benachrichtigungen
tr: Bildirimler

source: Mail
ast: Corréu
tr: Posta

source: Stream
ast: Fluxu de rede
tr: Akış
