Repository: owncloud-archive/apps
Catalog: l10n/*/admin_dependencies_chk.po
Languages: ar, ast, bn_bd, ca, da, el, es, es_ar, et_ee, eu, fa, fi_fi, hu_hu, id, is, ko, lv, mk, pt_br, pt_pt, ro, ru_ru, si_lk, sk_sk, sr, ta_lk, tr, uk, vi, zh_cn

source: The php-json module is needed by the many applications for inter communications
ar: هناك حاجة لوحدة php-json من قبل العديد من التطبيقات للتواصل بين بعضها
ast: Ye necesariu'l módulu php-json na mayor parte de les comunicaciones inter
bn_bd: আন্তঃযোগাযোগের জন্য php-json module মডিউলটি অনেক অ্যাপ্লিকেসন ব্যবহার করে থাকে
ca: El mòdul php-json és necessari per moltes aplicacions per comunicacions internes
da: php-json-modulet er påkrævet for mange applikationer for at kunne kommunikere internt.
el: Η μονάδα php-json απαιτείται από πολλές εφαρμογές για εσωτερική επικοινωνία
es: El módulo php-json se necesita por muchas aplicaciones para intercomunicaciones
es_ar: El módulo php-json es necesario para intercomunicación entre aplicaciones
et_ee: php-json moodul on vajalik paljude rakenduse poolt omavahelise suhtlemise jaoks
eu: php-json modulua beharrezkoa dute aplikazio askok elkarren artean komunikatzekoallloadfasdfasdfasdfasd
fa: ماژول php-json توسط بسیاری از برنامه ها برای ارتباطات درونی مورد نیاز است.
fi_fi: php-json moduulia tarvitaan monissa kommunikointisovelluksissa
hu_hu: A php-json modulra számos alkalmazásnak szüksége van az egymással való kommunikációhoz
id: modul php-json dibutuhkan oleh banyak aplikasi untuk berkomunikasi
is: PHP-json viðbótin er nauðsynleg fyrir innri samskipti margra forrita
ko: 내부 통신을 위하여 많은 프로그램에서 php-json 모듈을 필요합니다
lv: Daudzām lietotnēm komunikācijai ir vajadzīgs php-json modulis
mk: Php-json модулот е потребен од многуте апликации за интерна комуникација
pt_br: O módulo php-json é necessário para a intercomunicação de várias aplicações
pt_pt: O módulo php-json is necessário para muitas aplicações para intercomunicações
ro: Modulul php-json este necesar mai multor aplicații pentru inter-comunicare
ru_ru: Модуль php-json необходим многим приложениям для взаимосвязи
si_lk: php-json මොඩියුලය යෙදුම් බොහෝමයකට ඒවා අතර සන්නිවේදනයට අවශ්‍යයි
sk_sk: Modul php-json je potrebný na vzájomnú komunikáciu aplikácií.
sr: Многим програмима је потребан модул php-json за унутрашњу комуникацију.
ta_lk: நிறைய செயலிகளில் உள்ளக தொடர்பை ஏற்படுத்துவதற்கு php-json கூறு தேவைப்படுகிறது
tr: php-json modülü bir çok uygulamanın birlikte çalışması için gereklidir
uk: Php-json модуль необхідний для багатьох додатків для внутрішнього зв'язку
vi: module php-json là cần thiết của rất nhiều các ứng dụng cho truyền thông
zh_cn: The php-json模块被许多应用用来外部通讯。

source: The php-curl module is needed to fetch the page title when adding a bookmark
ar: هناك حاجة لوحدة php-curl لإحضار إسم الصفحة عندة إضافة إشارة مرجعية
ast: Ye necesariu'l módulu php-curl pa guetar el títulu la páxina cuando s'amieste un marcador
ca: El mòdul php-curl és necessari per buscar el títol de la pàgina quan s'afegeix un marcador
da: php-curl-modulet er påkrævet for at kunne hente titelen på en side, når et bogmærke tilføjes.
el: Η μονάδα php-curl απαιτείται για την ανάκτηση του τίτλου της σελίδας κατά την προσθήκη σελιδοδείκτη
es_ar: El módulo php-curl es necesario para obtener el título de la página cuando se añade un marcador
et_ee: Järjehoidja lisamisel on lehe pealkirja tõmbamiseks vajalik php-curl moodul
eu: php-curl modulua beharrezkoa da laster marka bat gehitzerakoan orriaren izenburua lortzeko
fa: ماژول php-curl برای واکشی عنوان صفحه در هنگام اضافه کردن یک نشانه مورد نیاز است.
hu_hu: A php-curl modul szükséges az oldal címének lekéréséhez könyvjelző hozzáadásakor
id: Modul php-curl dibutuhkan untuk mengambil judul halaman saat menambahkan bookmark
is: PHP-curl viðbótin er nauðsynleg til að sækja nöfn vefsíða þegar verið er að bæta við bókamerkjum
ko: php-curl 모듈은 책갈피를 추가할 때 페이지 제목을 가져올 때 필요합니다
lv: Lai, pievienojot grāmatzīmi, saņemtu lapas virsrakstu, ir vajadzīgs php-curl modulis.
mk: Php-curl модулот е потребен за да се повлече насловот на страницата кога се прави обележувач
pt_br: O módulo php-curl é necessário para obter o título da página quando adicionar um favorito
pt_pt: O módulo php-curl é necessário para guardar o titulo da página quando cria um marcador
ro: Modulul php-curl este necesar pentru a putea citi titlul unei pagini la adăugarea unui semn de carte
ru_ru: Модуль php-curl необходим для извлечения заголовка страницы при добавлении закладки
si_lk: php-curl මොඩියුලය පිටුසන සෑදීමේදී පිටුවේ නාමය ලබාගැනීම සඳහා අවශ්‍යයි
sk_sk: Modul php-curl je potrebný na získanie názvu stránky pri pridávaní záložky
sr: За прибављање наслова странице при додавању обележивача потребан је модул php-curl.
ta_lk: பக்க அடையாளங்களை சேர்க்கும் போது பக்கத்தின் தலைப்பை கொணர்வதற்கு php-curl கூறு தேவைப்படுகிறது
tr: php-curl modülü yer imi eklerken sayfa başlığının getirilmesi için gereklidir.
uk: Php-curl модуль необхідний для отримання назви сторінки при створенні закладки
vi: Các module php-curl cần thiết để lấy các tiêu đề trang khi thêm một bookmark
zh_cn: 新增书签时获取网页标题，需要php-curl 模块

source: The php-gd module is needed to create thumbnails of your images
ar: هناك حاجة لوحدة php-gd لإنشاء صور مصغّرة
ast: Ye necesariu'l módulu php-gd pa crear imáxenes amenorgaes de les tos semeyes
bn_bd: আপনার ছবির অঙ্গুলীবীক্ষণ তৈরী করার জন্য php-gd মডিউলটি আবশ্যক
ca: El mòdul php-gd és necessari per generar miniatures d'imatges
da: php-gd-modulet er påkrævet for at at oprette miniaturer af dine billeder
el: Η μονάδα php-gd απαιτείται για τη δημιουργία μικρογραφιών των εικόνων σας
es: El módulo php-gd se necesita para crear miniaturas de tus imágenes
es_ar: El módulo php-gd es necesario para crear miniaturas de tus imágenes
et_ee: php-gd moodul on vajalik sinu piltidest pisipiltide loomiseks
eu: php-gd modulua beharrezkoa da zure irudien iruditxoak sortzeko
fa: ماژول php-gd برای ساختن ریز عکس ها به تصاویر شما مورد نیاز است.
fi_fi: php-gd-moduuli vaaditaan, jotta kuvista on mahdollista luoda esikatselukuvia
hu_hu: A php-gd modul szükséges az előnézeti képek létrehozásához
id: modul php-gd dibutuhkan untuk membuat gambar kecil dari gambar anda
is: PHP-gd viðbótin er nauðsynleg til að búa til yfirlitsmynd af myndunum þínum
ko: php-gd 모듈은 미리 보기 그림을 만드는 데 필요합니다
lv: Lai veidotu attēlu sīktēlus, ir vajadzīgs php-gd modulis
mk: Php-gd модулот е потребен за да се прават мали верзии од вашите слики
pt_br: O módulo php-gd é necessário para criar miniaturas das suas imagens
pt_pt: O módulo php-gd é necessário para criar miniaturas das suas imagens
ro: Modulul php-gd este necesar pentru a putea crea icoane scalate ale imaginilor
ru_ru: Модуль php-gd необходим, чтобы создавать эскизы ваших изображений
si_lk: php-gd මොඩියුලය ඔබගේ රූප වල සිඟිති රූ තැනීමට අවශ්‍යයි
sk_sk: Modul php-gd je potrebný na tvorbu náhľadových obrázkov
sr: За прављење умањених приказа слика потребан је модул php-gd.
ta_lk: உங்களுடைய படத்தின் thumbnails ஐ உருவாக்குவதற்கு php-gd கூறு தேவைப்படுகிறது
tr: php-gd modülü resimlerinize önizlemeler hazırlamak için gereklidir
uk: Php-gd модуль необхідний для створення відбитків Ваших зображень
vi: module php-gd dùng để tạo ra các hình thu nhỏ cho hình ảnh
zh_cn: php-gd 模块必需，以创建图片的缩略图

source: The php-ldap module is needed connect to your ldap server
ar: هناك حاجة لوحدة php-ldap للإتصال بسيرفر Idap الخاص بك
ast: Ye necesariu'l módulu php-ldap pa coneutar al to sirvidor ldap
bn_bd: ldap সার্ভারে সংযুক্ত হওয়ার জন্য php-ldap মডিউলটি আবশ্যক
ca: El mòdul php-ldap és necessari per connectar amb el servidor ldap
da: php-ldap-modulet er påkrævet for at kunne forbinde til en LDAP-server
el: Η μονάδα php-ldap απαιτείται για σύνδεση με το διακομιστή ldap σας
es: El módulo php-ldap se necesita para conectar a tu servidor ldap
es_ar: El módulo php-ldap es necesario para conectar a tu servidor ldap
et_ee: php-ldap moodul on vajalik sinu ldap serveriga ühendumiseks
eu: php-ldap modulua behar da zure ldap zerbitzarira konektatzeko
fa: ماژول php-ldap برای اتصال به ldap سرور شما مورد نیاز است.
fi_fi: php-ldap-moduuli vaaditaan, jotta yhteys ldap-palvelimeen on mahdollista
hu_hu: A php-ldap modul szükséges az ldap szerverhez történő csatlakozáshoz
id: modul pgp-Idap dibutuhkan untuk menghubungkan dengan server Idap anda
is: PHP-ldap viðbótin er nauðsynleg til að eiga samskipti við ldap þjóna
ko: php-ladp 모듈은 LDAP 서버에 접속하는 데 필요합니다
lv: Lai savienotos ar ldap serveri, ir vajadzīgs php-ldap modulis
mk: Php-ldap модулет е потребен за да врзување со ldap сервер
pt_br: O módulo php-ldap é necessário para conectar ao seu servidor ldap
pt_pt: O módulo php-ldap é necessário para ligar ao seu servidor ldap
ro: Modulul php-ldap este necesar pentru conectarea la un server ldap
ru_ru: Модуль php-ldap необходим для соединения с Вашим ldap-сервером
si_lk: php-ldap මොඩියුලය ldap සේවාදායකය සමඟ සම්බන්ධවීමට අවශ්‍යයි
sk_sk: Modul php-ldap je potrebný na podporu pripojenia k vášmu ldap serveru.
sr: За повезивање са ldap сервером потребан је модул php-ldap.
ta_lk: உங்களுடைய ldap சேவையகத்தை இணைப்பதற்கு php-ldap கூறு தேவைப்படுகிறது
tr: php-ldap modülü ldap sunucunuza bağlanmak için gereklidir
uk: Php-ldap модуль необхідний для з'єднання з Вашим ldap сервером
vi: module php-ldap dùng để kết nối tới máy chủ ldap
zh_cn: 如要链接到您的LDAP服务器，则php-ldap模块必需。

source: The php-bcmath module is needed to support AD primary groups
ast: El módulu php-bcmath necesítase pa sofitar grupos primarios d'AD
ca: El mòdul php-bcmath és necessari per ajudar AD a grups principals
da: Modulet php-bcmath er påkrævet for at understøtte primære grupper i AD
el: Η μονάδα php-bcmath απαιτείται για την υποστήριξη στοιχειωδών ομάδων AD
fa: ماژول php-bcmath می بایست از گروه های اولیه AD پشتیبانی کند
ro: Modulul php-bcmath este necesar pentru a suporta grupuri primare AD

source: The php-zip module is needed to download multiple files at once
ast: El módulu php-zip necesítase pa descargar munchos ficheros al empar
ca: El mòdul php-zip és necessari per poder descarregar diversos arxius alhora
da: Modulet php-zip er påkrævet for at hente flere filer på samme tid
el: Η μονάδα php-zip απαιτείται για τη λήψη πολλαπλών αρχείων ταυτόχρονα
fa: ماژول php-zip می بایست قادر به دانلود چندین فایل به طور همزمان باشد
ro: Modulul php-zip este necesar pentru a descarca mai multe fisiere odata

source: The php-mb_multibyte module is needed to manage correctly the encoding.
ar: هناك حاجة لوحدة php-mb_multibyte لإدارة الترميز بطريقة صحيحة
ast: Ye necesariu'l módulu php-mb_multibyte p'alministrar el cifráu correutu.
bn_bd: সঠিকভাবে সংকেতায়ন করতে php-mb_multibyte মডিউলটি আবশ্যক।
ca: El mòdul php-mb_multibyte és necessari per gestionar correctament la codificació.
da: php-mb_multibyte-modulet er påkrævet for at kunne administrere tegnkodning korrekt.
el: Η μονάδα php-mb_multibyte απαιτείται για τη σωστή διαχείρηση της κωδικοποίησης.
es: El módulo php-mb_multibyte se necesita para gestionar correctamente la codificación.
es_ar: El módulo php-mb_multibyte es necesario para gestionar correctamente la codificación.
et_ee: php-mb_multibyte moodul on vajalik kodeerimise korrektseks haldamiseks.
eu: php-mb_multibyte modulua beharrezkoa da modu egoki batean kodeaketa kudeatzeko
fa: ماژول php-mb_multibyte برای مدیریت صحیح رمزگذاری مورد نیاز است.
fi_fi: php-mb_multibyte-moduuli vaaditaan, jotta oikeaoppinen merkistökoodaus on mahdollista
hu_hu: A php-mb_multibyte modul szükséges a kódolás megfelelő kezeléséhez
id: modul php-mb_multibyte dibutuhkan untuk mengelola pengkodean dengan benar
is: PHP-mb_multibyte viðbótin er nauðsynleg til að meðhönda kóðun.
ko: php-mb_multibyte 모듈은 인코딩을 올바르게 관리하는 데 필요합니다
lv: Lai pareizi pārvaldītu kodējumu, ir vajadzīgs php-mb_multibyte modulis.
mk: Php-mb_multibye модулот е потребен за правилно поставување на енкодинг.
pt_br: O módulo php-mb_multibyte é necessário para gerencia corretamente a codificação.
pt_pt: O módulo php-mb_multibyte é necessário para gerir correctamente a codificação.
ro: Modulul php-mb_multibyte este necesar pentru a administra corect codarea.
ru_ru: Модуль php-mb_multibyte необходим для правильного управления кодированием.
si_lk: php-mb_multibyte මොඩියුලය සංකේතනය හරියාකාරව කළමනාකරනය කිරීමට අවශ්‍යයි
sk_sk: Modul php-mb_multibyte je potrebný na správnu funkciu kódovania.
sr: За исправно приказивање кодирања потребан је модул php-mb_multibyte.
ta_lk: குறியீட்டாக்கத்தை சரியாக நிர்வகிக்க php-mb_multibyte கூறு தேவைப்படுகிறது.
tr: Php-mb_multibyte modülü karakter kodlamasını yönetebilmek için gereklidir.
uk: Модуль php-mb_multibyte необхідний для правильного управління кодуванням.
vi: module php-mb_multibyte dùng để quản lý một cách chính xác các bộ mã hóa.
zh_cn: php-mb_multibyte 模块用来管理编码。

source: The php-ctype module is needed validate data.
ar: هناك حاجة لوحدة php-ctype للتحقق من صحة البيانات
ast: Ye necesariu'l módulu php-ctype pa validar datos.
bn_bd: উপাত্ত নিশ্চিত করার জন্য php-ctype মডিউলটি আবশ্যক।
ca: El mòdul php-ctype és necessari per validar dades.
da: php-ctype-modulet er påkrævet for at kunne validere data.
el: Η μονάδα php-ctype απαιτείται για επικύρωση δεδομένων.
es: El módulo php-ctype se necesita para validar datos.
es_ar: El módulo php-ctype es necesario para validar datos.
et_ee: php-ctype moodul on vajalik andmete kontrollimiseks.
eu: php-ctype modulua beharrezkoa datuak egiaztatzeko.
fa: ماژول php-ctype برای اعتبار داده ها مورد نیاز است.
fi_fi: php-ctype moduulia tarvitaan datan oikeellisuuden tarkistamisessa.
hu_hu: A php-ctype modul szükséges az adatok hitelesítéséhez
id: modul php-ctype dibutuhkan untuk memvalidasi data
is: PHP-ctype viðbótin er nauðsynleg til að sannreyna gögn.
ko: php-ctype 모듈은 데이터 유효성을 검사하는 데 필요합니다
lv: Lai pārbaudītu datus, ir vajadzīgs php-ctype moduis.
mk: Php-ctype модулот е потребен за валидирање податоци
pt_br: O módulo php-ctype é necessário para validar dados.
pt_pt: O módulo php-ctype é necessário para validar dados.
ro: Modulul php-ctype este necesar pentru validarea datelor.
ru_ru: Модуль php-ctype необходим для проверки корректности данных
si_lk: php-ctype මොඩියුලය දත්ත වලංගුකරණය කිරීම සඳහා අවශ්‍යයි
sk_sk: Modul php-ctype je potrebný na validáciu údajov.
sr: За проверу ваљаности података потребан је модул php-ctype.
ta_lk: தரவை செல்லுபடியாக்குவதற்கு php-ctype கூறு தேவைப்படுகிறது.
tr: php-ctype modülü veri doğrulamak için gereklidir.
uk: Моудль php-ctype необхідний для перевірки даних.
vi: module php-ctype dùng để xác nhận dữ liệu.
zh_cn: php-ctype 模块是必备的，用来验证数据

source: The php-xml module is needed to share files with webdav.
ar: هناك حاجة لوحدة php-xml لمشااركة الملفات مع webdav
ast: Ye necesariu'l módulu php-xml pa compartir ficheros con webdav.
bn_bd: webdav এর সাথে ফাইলগুলো ভাগাভাগি করার জন্য php-xml মডিউলটি আবশ্যক।
ca: El mòdul php-xml és necessari per compatir els fitxers amb webdav.
da: php-xml-modulet er påkrævet for at kunne dele filer over webdav.
el: Η μονάδα php-xml απαιτείται για διαμοιρασμό των αρχείων μέσω webdav.
es: El módulo php-xml se necesita para compartir archivos con webdav.
es_ar: El módulo php-xml es necesario para compartir archivos con webdav.
et_ee: php-xml moodul on vajalik failide jagamiseks webdav-iga.
eu: php-xml modulua beharrezkoa da webdav bidez fitxategiak partekatzeko
fa: ماژول php-xml برای به اشتراک گذاری فایل ها توسط webdav مورد نیاز است.
fi_fi: php-xml-moduuli vaaditaan, jotta tiedostojen jako webdavia käyttäen on mahdollista
hu_hu: A php-xml modul szükséges a fájlok webdavon keresztüli megosztásához
id: modul php-xml dibutuhkan untuk berbagi file dengan webdav
is: PHP-xml viðbóðtin er nauðsynleg til að deila skrám yfir WebDAV.
ko: php-xml 모듈은 WebDAV로 파일을 공유하는 데 필요합니다
lv: Lai koplietotu datnes ar webdav, ir vajadzīgs php-xml modulis.
mk: Php-xml модулот е потребен за споделување датотеки со webdav.
pt_br: O módulo php-xml é necessário para compartilhar arquivos com WebDAV.
pt_pt: O módulo php-xml é necessário para partilhar ficheiros com webdav.
ro: Modulul php-xml este necesar pentru a putea partaja fișiere cu webdav.
ru_ru: Модуль php-xml необходим для общего доступа к файлам через webdav.
si_lk: php-xml මොඩියුලය webdav සමඟ ගොනු බෙදාහදා ගැනීම සඳහා අවශ්‍යයි
sk_sk: Modul php-xml je potrebný na podporu zdieľania súborov cez webdav.
sr: За дељење датотека са webdav-ом потребан је модул php-xml.
ta_lk: webdav இடையில் கோப்புக்களை பகிர்வதற்கு php-xml கூறு தேவைப்படுகிறது
tr: php-xml modülü dosyaları webdav ile paylaşmak için gereklidir.
uk: Php-xml модуль необхідний для спільного доступу до файлів через webdav.
vi: module php-xml dùng để chia sẻ tập tin với WebDAV.
zh_cn: 通过webdav共享文件，需要php-xml 模块。

source: The allow_url_fopen directive of your php.ini should be set to 1 to retrieve knowledge base from OCS servers
ar: يجب أن يضبط الأمر التوجيهي allow_url_fopen الى 1 في ملف php.ini للتمكن من استرجاع قاعدة المعرفة من سيرفرات OCS
ast: La direutiva allow_url_fopen del to php.ini tendría d'afitase a 1 pa recibir la base de conocimientu de los sirvidores OCS
bn_bd: OCS সার্ভার থেকে জ্ঞান ভিত্তি উদ্ধার করা জন্য php.ini ফাইলে allow_url_fopen নির্দেশনাটির মান ১ এ নির্ধারণ করা আবশ্যক
ca: La directiva allow_url_fopen de php.ini hauria d'establir-se en 1 per accedir a la base de coneixements dels servidors OCS
da: allow_url_fopen-direktivet i din php.ini skal sættes til 1 for at kunne hente vidensbasen fra OCS-servere
el: Η οδηγία allow_url_fopen στο αρχείο php.ini πρέπει να οριστεί στο 1 για ανάκτηση βάσης γνώσεων από τους διακομιστές OCS
es: La directiva allow_url_fopen de tu archivo php.ini debe ser puesta a 1 para recuperar la base de conocimiento desde servidores OCS
es_ar: La directiva allow_url_fopen del archivo php.ini debe ser puesta a 1 para recuperar la base de conocimiento (knowledge base) desde servidores OCS
et_ee: Sinu php.ini failis oleva direktiivi allow_url_fopen väärtuseks peaks määrama 1, et saaks tõmmata teadmistebaasi OCS-i serveritest
eu: php.ini-ko allow_url_fopen direktiba 1 izan behar du OCS zerbitzarien informazioa lortzeko
fa: قسمت allow_url_fopen از php.ini شما می بایست به مقدار 1 ست شود تا قادر به دریافت پایگاه دانش از سرورهای OCS باشد
fi_fi: allow_url_fopen direktiivi php.ini tiedostossasi on asetettava arvoon 1 jotta OCS palvelimilta voidaan hakea tietokanta
hu_hu: A php.ini fájlban található allow_url_fopen változó értékének 1-nek kell lennie az OCS szerverek tudásbázisainak eléréséhez
id: Arahan allow_url_fopen dari php.ini harus di set ke 1 untuk mengambil basis pengetahuan dari OCS server
is: Stillingin allow_url_fopen í php.ini skránni ætti að vera sett á 1 til að hægt sé að sækja úr þekkingargrunn á OCS netþjónum
ko: OCS 서버에서 도움말 항목을 가져오려면 php.ini 파일의 allow_url_fopen 지시자를 1로 설정해야 합니다
lv: Lai saņemtu zināšanu bāzi no OCS serveriem, php.ini datnes direktīva allow_url_fopen ir jāiestata uz 1.
mk: Allow_url_fopen директивата во вашиот php.ini треба да биде поставена на 1 за да се преземе архивата со знаење од OCS серверите
pt_br: A diretiva allow_url_fopen do seu php.ini deve ser definida para 1 para obter a base de conhecimento dos servidores OCS
pt_pt: A directiva allow_url_fopen do seu php.ini devia estar igual a 1 para ir buscar a base de conhecimento aos servidores OCS
ro: Directiva allow_url_fopen din php.ini trebuie setată pe valoarea 1 pentru a putea prelua baza de cunoștințe din serverele OCS
ru_ru: Директива allow_url_fopen Вашего php.ini должна быть установлена в 1, чтобы получить базу знаний с серверов OCS
si_lk: OCS සේවාදායකයාගෙන් ඥාන සංහිතාව ලබා ගැනීමට php.ini තුළ තිබෙන allow_url_fopen නියෝගය 1 ලෙස යොදා තිබිය යුතුය
sk_sk: Premenná allow_url_fopen vo vašom súbore php.ini by mal byť nastavený na 1 pre získanie informácií zo serverov OCS
sr: Директива allow_url_fopen из датотеке php.ini требало би да буде постављена на 1 како би се прибављала база знања са OCS сервера.
tr: OCS sunucularından dökümanları getirebilmek için allow_url_fopen ayarı php.ini dosyanızda 1 olarak ayarlanmalıdır
uk: Директива allow_url_fopen Вашого php.ini повинна бути встановлена в 1 для відстежування бази знань OCS серверів
vi: Các chỉ thị allow_url_fopen php.ini nên được thiết lập là 1 để lấy từ máy chủ OCS
zh_cn: PHP.ini中的allow_url_fopen 指令应设置为1，以从OCS 服务器中获取knowledge base知识体系

source: The php-pdo module is needed to store owncloud data into a database.
ar: هناك حاجة لوحدة php-pdo لحفظ بيانات owncloud في قاعدة بيانات
ast: Ye necesariu'l módulu php-pdo p'atroxar datos Owncloud na base de datos.
bn_bd: ডাটাবেজে ownCloud উপাত্ত যোগ করার জন্য php-pdo মডিউলটি আবশ্যক।
ca: El mòdul php-pdo és necessari per desar les dades d'ownCloud en una base de dades.
da: php-pdo-modulet er påkrævet for at kunne gemme ownCloud-data i en database.
el: Η μονάδα php-pdo απαιτείται για αποθήκευση των δεδομένων owncloud στην βάση δεδομένων.
es: El módulo php-pdo se necesita para almacenar los datos de owncloud en una base de datos.
es_ar: El módulo php-pdo es necesario para almacenar los datos de owncloud en una base de datos.
et_ee: php-pdo moodul on vajalik owncloudi andmete salvestamiseks andmebaasi.
eu: php-pdo modulua beharrezkoa da ownclouden datuak datu base batean gordetzeko
fa: ماژول php-pdo برای ذخیره داده owncloud در یک پایگاه داده مورد نیاز است.
fi_fi: php-pdo-moduuli tarvitaan, jotta ownCloud-tietojen tallennus tietokantaan on mahdollista
hu_hu: A php-pdo modul szükséges az owncloud adatok adatbázisban történő tárolásához
id: modul php-pdo dibutuhkan untuk menyimpan data owncloud ke dalam basis data
is: PHP-pdo viðbótin er nauðsynleg til að geyma ownCloud gögn í gagnagrunni.
ko: php-pdo 모듈은 ownCloud 데이터를 데이터베이스에 저장하는 데 필요합니다
lv: Lai saglabātu mākoņa datus datubāzē, ir vajadzīgs php-pdo modulis.
mk: Php-pdo модулот е потребен за да се чуваат owncloud податоците во база на податоци.
pt_br: O módulo php-pdo é necessário para armazenar dados do ownCloud em um banco de dados.
pt_pt: O módulo php-pdo é necessário para guardar dados owncloud na base de dados.
ro: Modulul php-pdo este necesar pentru a putea stoca datele owncloud într-o bază de date.
ru_ru: Модуль php-pdo необходим для хранения данных owncloud в базе данных
si_lk: php-pdo මොඩියුලය owncloud දත්ත එහි දත්තගබඩාවේ නිධන් කිරීමට අවශ්‍යයි
sk_sk: Modul php-pdo je potrebný na ukladanie owncloud údajov do databázy
sr: За смештање података ownCloud-а у базу потребан је модул php-pdo.
ta_lk: தரவுத்தளத்தில் owncloud தரவுகளை சேமிப்பதற்கு php-pdo கூறு தேவைப்படுகிறது.
tr: php-pdo modülü owncloud verisini bir veritabanında tutmak için gereklidir.
uk: Php-pdo модуль необхідний для зберігання owncloud даних в базі даних.
vi: module php-PDO dùng để lưu trữ dữ liệu owncloud vào một cơ sở dữ liệu.
zh_cn: php-pdo 模块是必备的，用来储存owncloud数据到数据库里。
