Repository: owncloud-archive/apps
Catalog: l10n/*/admin_dependencies_chk.po
Languages: ar, ast, bn_bd, ca, da, el, es, es_ar, et_ee, eu, fa, fi_fi, hu_hu, id, is, ko, lv, mk, pt_br, pt_pt, ro, ru_ru, si_lk, sk_sk, sr, ta_lk, tr, uk, vi, zh_cn

source: The iconv module is needed to convert data into the correct charset.
ar: هناك حاجة لوحدة iconv لتحويل البيانات الى طقم المحارف الصحيح
ast: Ye necesariu'l módulu iconv pa convertir datos nun charset correutu.
ca: El módul iconv és necessari per convertir dades al codi de caràcters correcte.
da: iconv-modulet er påkrævet for at kunne konvertere dataene til det korrekte tegnsæt.
el: Η μονάδα iconv απαιτείται για μετατροπή δεδομένων στη σωστή κωδικοποίηση χαρακτήρων.
es: El módulo iconv se necesita para convertir los datos en la codificación de caracteres correcta.
es_ar: El módulo iconv es necesario para convertir los datos a la codificación de caracteres correcta.
et_ee: iconv moodul on vajalik, et konvertida andmed korrektsesse märgistikku.
eu: iconv modulua beharrezkoa da datuak karaktere-sorta egokira bihurtzeko.
fa: ماژول iconv برای تبدیل داده به نویسه های صحیح مورد نیاز است.
hu_hu: Az iconv modul szükséges az adatok megfelelő karakterkódolásúvá alakításához
id: modul iconv dibutuhkan untuk mengkonversi data ke set karakter yang benar
is: Iconv viðbótin er nauðsynleg til að færa texta milli stafasetta.
ko: iconv 모듈은 데이터를 올바른 문자 인코딩으로 변환하는 데 필요합니다.
lv: Lai pārveidotu datus uz pareizu rakstzīmju kopu, ir vajadzīgs iconv modulis.
mk: Iconv модулот е потребен за да се конвертираат податоци во правилен сет на карактери.
pt_br: O módulo iconv é necessário para converter dados da cadeira de caracteres correta.
pt_pt: O módulo iconv é necessário para converter dados para o charset correcto.
ro: Modulul iconv este necesar pentru conversia datelor în setul de caractere corect.
ru_ru: Модуль iconv необходим для конвертации данных в корректную кодировку.
si_lk: iconv මොඩියුලය දත්ත නිවැරදි අනුලකුණු කුලකයට පරිවර්තනය කිරීම සඳහා අවශ්‍යයි
sk_sk: Modul iconv je potrebný na prevod dát do správnej znakovej sady.
sr: За претварање података у исправно кодирање потребан је модул iconv.
ta_lk: தரவுகளை சரியான charset இற்கு மாற்றுவதற்கு iconv கூறு தேவைப்படுகிறது.
tr: Iconv modülü veriyi doğru karakter kümesine dönüştürmek için gereklidir.
uk: Модуль iconv необхідний для переводу даних у правильне кодування.
vi: Các module iconv dùng để chuyển đổi dữ liệu vào các ký tự .
zh_cn: iconv 模块是必备的，用来转换数据到正确的编码格式。

source: Dependencies status
ar: حالة الإعتمادية
ast: Estáu de dependencies
bn_bd: অধীনস্ত্যতার অবস্থা
ca: Estat de dependències
da: Status for afhængigheder
el: Κατάσταση εξαρτήσεων
es: Estado de las dependencias
es_ar: Estado de las dependencias
et_ee: Sõltuvuse staatus
eu: Menpekotasunen egoera
fa: وضعیت وابستگی ها
fi_fi: Riippuvuuksien tila
hu_hu: Függőségek állapota
id: status ketergantungan
is: Dependency staða
ko: 의존성 상태
lv: Atkarību statuss
mk: Статус на зависности
pt_br: Status da dependência
pt_pt: Estado das dependências
ro: Stare dependințe
ru_ru: Статус зависимостей
si_lk: පරායත්ත තත්වය
sk_sk: Stav závislostí
sr: Статус зависности
ta_lk: சார்பு நிலை
tr: Bağımlılık durumu
uk: Статус залежностей
vi: Tình trạng
zh_cn: 依赖性状态

source: Used by :
ar: مستخدم من قبل:
ast: Usáu por :
bn_bd: ব্যবহার করছেনঃ
ca: Usat per:
da: Bruges af:
el: Χρησιμοποιήθηκε από:
es: Usado por:
es_ar: Usado por:
et_ee: Kasutab :
eu: Honek erabilia:
fa: استفاده شده توسط:
fi_fi: Käyttökohde:
hu_hu: Ez használja:
id: digunakan oleh :
is: Notað af:
ko: 다음에서 사용함:
lv: Izmanto:
mk: Користен од:
pt_br: Usado por:
pt_pt: Usado por:
ro: Folosit de:
ru_ru: Используется:
si_lk: භාවිතාකරු:
sk_sk: Používa:
sr: Користи:
ta_lk: பயன்படுத்தப்பட்டது :
tr: Kullanan :
uk: Використовується у :
vi: Sử dụng bởi:
zh_cn: 被以下使用：

source: The php-zip module is needed download multiple files at once
ar: هناك حاجة لوحدة php-zip للتمكن من تحميل عدة ملفات في نفس الوقت
bn_bd: একাধিক ফাইল একত্রে ডাউনলোড করার জন্য php-zip মডিউলটি আবশ্যক
es: El módulo php-zip se necesita para descargar múltiples archivos a la vez
es_ar: El módulo php-zip es necesario para descargar múltiples archivos a la vez
et_ee: php-zip moodul on vajalik mitme faili korraga alla laadimiseks
eu: php-zip modulua beharrezkoa da batean fitxategi anitz deskargatzeko
fi_fi: php-zip-moduuli vaaditaan, jotta useiden tiedostojen samanaikainen lataus on mahdollista
hu_hu: A php-zip modul szükséges több fájl egyidejű letöltéséhez
id: modul php-zip dibutuhkan untuk mengunduh banyak file dalam satu waktu
is: PHP-zip viðbótin er nauðsynleg til að hægt sé að hlaða niður mörgum skrám í einu
ko: php-zip 모듈은 여러 개의 파일을 한번에 다운로드하는 데 필요합니다
lv: Lai lejupielādētu vairākas datnes vienlaicīgi, ir vajadzīgs php-zip modulis
mk: Php-zip модулот е потребен за преземање повеќе датотеки одеднаш.
pt_br: O módulo php-zip é necessário para baixar múltiplos arquivos de uma vez
pt_pt: O módulo php-zip é necessário para descarregar vários ficheiros ao mesmo tempo
ru_ru: Модуль php-zip необходим для загрузки нескольких файлов одновременно
si_lk: php-zip මොඩියුලය ගොනු කීපයක් එකවර භාගත කිරීමට අවශ්‍යයි
sk_sk: Modul php-zip je potrebný na podporu sťahovania viacerých súborov naraz
sr: За преузимање више датотека истовремено потребан је модул php-zip.
tr: php-zip modülü bir seferde çoklu dosya indirmek için gereklidir
uk: Php-zip модуль необхідний для завантаження кількох файлів одночасно
vi: module php-zip cần tải nhiều dữ liệu cùng một lúc
zh_cn: 如要一次下载多个文件 ，php-zip模块必需。
