Repository: owncloud-archive/apps
Catalog: l10n/*/calendar.po
Languages: bn_bd, oc

source: Not all calendars are completely cached
bn_bd: সমস্ত দিনপঞ্জী সম্পূর্ণভাবে ক্যাসে রাখা নেই
oc: Los calendièrs son pas completament en <i>cache</i>

source: Everything seems to be completely cached
bn_bd: মনে হচ্ছে সমস্ত কিছুই সম্পূর্ণবাবে ক্যাসে করা আছে
oc: Tot sembla completament en <i>cache</i>

source: No calendars found.
bn_bd: কোন দিনপঞ্জী খুঁজে পাওয়া গেল না।
oc: Cap de calendièr trobat.

source: No events found.
bn_bd: কোন ইভেন্ট খুঁজে পাওয়া গেল না।
oc: Cap d'eveniment trobat.

source: Wrong calendar
bn_bd: ভুল দিনপঞ্জী
oc: Calendièr pas corrècte

source: events has been saved in the new calendar
bn_bd: নতুন দিনপঞ্জীতে ইভেন্টগুলো সংরক্ষণ করা হয়েছে
oc: eveniments que son estats enregistrats dins un calendièr novèl

source: Import failed
bn_bd: আমদানি ব্যর্থ
oc: Fracàs d'importacion

source: events has been saved in your calendar
bn_bd: আপনার দিনপঞ্জীতে ইভেন্টগুলো সংরক্ষণ করা হয়েছে
oc: eveniments que son estats enregistrats dins lo calendièr teu

source: New Timezone:
bn_bd: নতুন সময় এলাকাঃ
oc: Zona novèla :

source: Timezone changed
bn_bd: সময় এলাকা পরিবর্তিত হয়েছে
oc: Zona cambiada

source: Invalid request
bn_bd: অনুরোধটি সঠিক নয়
oc: Demanda invalida

source: Calendar
bn_bd: দিনপঞ্জী
oc: Calendièr

source: Editable
bn_bd: সম্পাদযোগ্য

source: ddd
bn_bd: দিদিদি
oc: jjj

source: ddd M/d
bn_bd: দিদিদি মা/দি
oc: jjj M/j

source: dddd M/d
bn_bd: দিদিদিদি মা/দি
oc: jjjj M/j

source: MMMM yyyy
bn_bd: মামামামা বববব
oc: MMMM aaaa

source: MMM d[ yyyy]{ '&#8212;'[ MMM] d yyyy}
bn_bd: মামামা দি[বববব]{ '&#8212;'[মামামা] দি বববব}
oc: MMM j[ aaaa]{ '&#8212;'[ MMM] j aaaa}

source: dddd, MMM d, yyyy
bn_bd: দিদিদিদি, মামামা দি, বববব

source: Sunday
bn_bd: রবিবার
oc: Dimenge

source: Monday
bn_bd: সোমবার
oc: Diluns

source: Tuesday
bn_bd: মঙ্গলবার
oc: Dimarç

source: Wednesday
bn_bd: বুধবার
oc: Dimecres

source: Thursday
bn_bd: বৃহস্পতিবার
oc: Dijòus

source: Friday
bn_bd: শুক্রবার
oc: Divendres

source: Saturday
bn_bd: শনিবার
oc: Dissabte

source: Sun.
bn_bd: রবি.
oc: Dim.

source: Mon.
bn_bd: সোম.
oc: Luns.

source: Tue.
bn_bd: মঙ্গল.
oc: Març.

source: Wed.
bn_bd: বুধ.
oc: Mec.

source: Thu.
bn_bd: বৃহঃ.
oc: Jòu.

source: Fri.
bn_bd: শুক্র.
oc: Ven.

source: Sat.
bn_bd: শনি.
oc: Sab.

source: January
bn_bd: জানুয়ারি
oc: genièr

source: February
bn_bd: ফেব্রুয়ারি
oc: febrièr

source: March
bn_bd: মার্চ
oc: març

source: April
bn_bd: এপ্রিল
oc: abril

source: May
bn_bd: মে
oc: mai

source: June
bn_bd: জুন
oc: junh

source: July
bn_bd: জুলাই
oc: julhet

source: August
bn_bd: অগাষ্ট
oc: agost

source: September
bn_bd: সেপ্টেম্বর
oc: septembre

source: October
bn_bd: অক্টোবর
oc: octobre

source: November
bn_bd: নভেম্বর
oc: Novembre

source: December
bn_bd: ডিসেম্বর
oc: Decembre

source: Jan.
bn_bd: জানু.
oc: Gen.

source: Feb.
bn_bd: ফেব্রু.

source: Mar.
bn_bd: মার্চ.

source: Apr.
bn_bd: এপ্রিল.
oc: Abr.

source: May.
bn_bd: মে.
oc: Mai.

source: Jun.
bn_bd: জুন.

source: Jul.
bn_bd: জুলাই.

source: Aug.
bn_bd: অগাস্ট.
oc: Ago.

source: Sep.
bn_bd: সেপ্টে.

source: Oct.
bn_bd: অক্টো.

source: Nov.
bn_bd: নভে.

source: Dec.
bn_bd: ডিসে.

source: All day
bn_bd: সমস্ত দিন
oc: Totes los jorns

source: New Calendar
bn_bd: নতুন দিনপঞ্জী
oc: Calendièr novèl

source: Title
bn_bd: শিরোনাম
oc: Títol

source: From Date
bn_bd: শুরুর তারিখ
oc: Dempuèi (data)

source: From Time
bn_bd: শুরুর সময়
oc: Dempuèi (ora)

source: To Date
bn_bd: সমাপ্তির তারিখ
oc: Cap a ~data~

source: To Time
bn_bd: সমাপ্তির সময়
oc: Cap a ~ora~

source: The event ends before it starts
bn_bd: শুরু হওয়ার পূর্বেই ইভেন্ট টি শেষ হচ্ছে
oc: L'eveniment s'acaba avans sa debuta

source: There was a database fail
bn_bd: মনে হচ্ছে ডাটাবেজে সমস্যা আছে
oc: I a agut un fracàs de basa de donadas

source: Birthday
bn_bd: জন্মদিন
oc: Anniversari

source: Business
bn_bd: ব্যবসা
oc: Afar

source: Call
bn_bd: কল
oc: Crida

source: Clients
bn_bd: ক্লায়েন্ট
oc: Practica

source: Deliverer
bn_bd: বিতরণকারী
oc: Liurason

source: Holidays
bn_bd: ছুটিরদিন
oc: Vacanças

source: Ideas
bn_bd: প্রস্তাবনা
oc: Idèas

source: Journey
bn_bd: ভ্রমণ
oc: Viatge

source: Jubilee
bn_bd: জয়ন্তী
oc: Jubileu

source: Meeting
bn_bd: সভা
oc: Encontra

source: Other
bn_bd: অন্যান্য
oc: Autres

source: Personal
bn_bd: ব্যক্তিগত

source: Projects
bn_bd: প্রকল্পসমূহ
oc: Projèctes

source: Questions
bn_bd: প্রশ্ন

source: Work
bn_bd: কর্মস্থল
oc: Trabalh

source: by
bn_bd: কর্তৃক
oc: per

source: unnamed
bn_bd: অজ্ঞাতনামা
oc: pas nomenat

source: Does not repeat
bn_bd: পূনঃপূন সংঘটিত নয়
oc: Torna pas far

source: Daily
bn_bd: দৈনিক
oc: Jornalièr

source: Weekly
bn_bd: সাপ্তাহিক
oc: Setmanièr

source: Every Weekday
bn_bd: প্রতি কর্মদিবসে
oc: Cada jorn de la setmana

source: Bi-Weekly
bn_bd: পাক্ষিক
oc: Dos setmanièr

source: Monthly
bn_bd: মমাসিক
oc: Mesadièr

source: Yearly
bn_bd: বাৎসরিক
oc: Annadièr

source: never
bn_bd: কখনোই নয়
oc: jamai

source: by occurrences
bn_bd: সংঘটন অনুসারে
oc: per ocurenças

source: by date
bn_bd: তারিখ অনুসারে
oc: per data

source: by monthday
bn_bd: মাসিক দিন অনুসারে
oc: per jorn del mes

source: by weekday
bn_bd: সপ্তাহ দিন অনুসারে
oc: per jorn de setmana

source: events week of month
bn_bd: মাসের মধ্যে ইভেন্ট সপ্তাহ
oc: eveniments setmanièrs del mes

source: first
bn_bd: প্রখম
oc: primièr

source: second
bn_bd: দ্বিতীয়

source: third
bn_bd: তৃতীয়
oc: tresen

source: fourth
bn_bd: চতুর্থ
oc: quatren

source: fifth
bn_bd: পঞ্চম
oc: cinquen

source: last
bn_bd: সর্বশেষ
oc: darrièr

source: by events date
bn_bd: ইভেন্টের দিন অনুসারে
oc: per data d'eveniments

source: by yearday(s)
bn_bd: বাৎসরিক দিন অনুযায়ী
oc: per jorn(s) d'annada

source: by weeknumber(s)
bn_bd: সপ্তাহসংখ্যা অনুযায়ী
oc: per numero(s) de setmana

source: by day and month
bn_bd: দিন এবং মাস অনুসারে
oc: per jorn e mes

source: Date
bn_bd: তারিখ
oc: Data

source: Cal.
bn_bd: দিনপঞ্জী

source: Week
bn_bd: সপ্তাহ
oc: Setmana

source: Month
bn_bd: মাস
oc: Mes

source: List
bn_bd: তালিকা
oc: Tièra

source: Today
bn_bd: আজ
oc: Uèi

source: Settings
bn_bd: নিয়ামকসমূহ
oc: Configuracion

source: Your calendars
bn_bd: আপনার দিনপঞ্জীসমূহ
oc: Los calendièrs vòstres

source: CalDav Link
bn_bd: CalDav লিংক
oc: Ligam CalDav

source: Share Calendar
bn_bd: দিনপঞ্জী ভাগাভাগি করুন
oc: Parteja lo calendièr

source: Download
bn_bd: ডাউনলোড
oc: Avalcargar

source: Edit
bn_bd: সম্পাদনা
oc: Editar

source: Delete
bn_bd: মুছে ফেল
oc: Escafa

source: New calendar
bn_bd: নতুন দিনপঞ্জী
oc: Calendièr novèl

source: Edit calendar
bn_bd: দিনপঞ্জী সম্পাদনা
oc: Edita calendièr

source: Displayname
bn_bd: প্রদর্শিতব্য নাম
oc: Nom afichat

source: Active
bn_bd: সক্রিয়
oc: Actiu

source: Calendar color
bn_bd: দিনপঞ্জী রং
oc: Color de calendièr

source: Save
bn_bd: সংরক্ষণ
oc: Enregistra

source: Submit
bn_bd: জমা দিন
oc: Sosmetre

source: Cancel
bn_bd: বাতিল
oc: Anulla

source: Edit an event
bn_bd: ইভেন্ট সম্পাদনা কর
oc: Edita un eveniment

source: Export
bn_bd: রপ্তানী কর
oc: Exporta

source: Eventinfo
bn_bd: ইভেন্টের তথ্য

source: Repeating
bn_bd: পূনঃসঘটিত হবে
oc: Al tornar far

source: Alarm
bn_bd: সতর্কবাণী
oc: Alarma

source: Attendees
bn_bd: অংশগ্রহণকারীবৃন্দ
oc: Convidats

source: Share
bn_bd: ভাগাভাগি
oc: Parteja

source: Title of the Event
bn_bd: ইভেন্টের শিরোনাম
oc: Títol del eveniment

source: Category
bn_bd: ক্যাটেগরি
oc: Categoria

source: Separate categories with commas
bn_bd: ক্যাটগরি গুলো কমা দিয়ে পৃথক করুন
oc: Destria categorias amb virgulas

source: Edit categories
bn_bd: ক্যাটেগরি সম্পাদনা
oc: Edita categorias

source: All Day Event
bn_bd: দিনব্যাপী ইভেন্ট
oc: Eveniment de cada jorn

source: From
bn_bd: শুরুর সময়
oc: De

source: To
bn_bd: শেষের সময়
oc: Per

source: Advanced options
bn_bd: সুচারু বিকল্পসমূহ
oc: Opcions avançadas

source: Location
bn_bd: াবস্থান
oc: Plaça

source: Location of the Event
bn_bd: ইভেন্টের অবস্থান
oc: Plaça del eveniment

source: Description
bn_bd: বিবরণ
oc: Descripcion

source: Description of the Event
bn_bd: ইভেন্টের বিবরণ
oc: Descripcion del eveniment

source: Repeat
bn_bd: পূনঃসংঘটন
oc: Torna far

source: Advanced
bn_bd: সুচারু
oc: Avançat

source: Select weekdays
bn_bd: সপ্তাহদিন নির্বাচন করুন
oc: Selecciona los jorns de setmana

source: Select days
bn_bd: দিন নির্বাচন
oc: Selecciona los jorns

source: and the events day of year.
bn_bd: এবং বছরের ইভেন্ট দিবস ।
oc: e los eveniments jornalièrs de l'annada.

source: and the events day of month.
bn_bd: এবং মাসের ইভেন্ট দিবস।
oc: e los eveniments del mes.

source: Select months
bn_bd: মাস নির্বাচন
oc: Selecciona los meses

source: Select weeks
bn_bd: সপ্তাহ নির্বাচন
oc: Selecciona las setmanas

source: and the events week of year.
bn_bd: এবং বছরের ইভেন্ট সপ্তাহ।
oc: e los eveniments setmanièrs de l'annada.

source: Interval
bn_bd: মধ্যবিরতি

source: End
bn_bd: সমাপ্ত
oc: Fin

source: occurrences
bn_bd: সংঘটন
oc: ocurréncias

source: create a new calendar
bn_bd: নতুন দিনপঞ্জী তৈরী কর
oc: Crea un calendièr novèl

source: Import a calendar file
bn_bd: দিনপঞ্জী ফাইল আমদানি কর
oc: Importa un fichièr calendièr

source: Please choose a calendar
bn_bd: দয়া করে একটি দিনপঞ্জী নির্বাচন করুন
oc: Causís un calendièr, se te plai

source: Name of new calendar
bn_bd: নতুন দিনপঞ্জীটির নাম
oc: Nom del calendièr novèl

source: Take an available name!
bn_bd: সুলভ কোন একটি নাম নিন !
oc: Pren-te un nom disponible !

source: A Calendar with this name already exists. If you continue anyhow, these calendars will be merged.
bn_bd: এই একই নামের একটি দিনপঞ্জী বিদ্যমান। যদি আপনি কোন প্রকারে অগ্রসর হতে চান, তবে এই গিনপঞ্জীগুলো একত্রিত করা হবে।
oc: Ja un calendièr amb lo meme nom existís. Se contunha aqueles seràn mesclats de tot biais.

source: Import
bn_bd: আমদানি
oc: Importa

source: Close Dialog
bn_bd: সংলাপ বন্ধ
oc: Tampa lo dialòg

source: Create a new event
bn_bd: নতুন ইভেন্ট তৈরী কর
oc: Crea un eveniment nòu

source: Unshare
bn_bd: ভাগাভাগি বাতিল
oc: Pas partejador

source: View an event
bn_bd: ইভেন্ট দর্শন
oc: Espiar un eveniment

source: No categories selected
bn_bd: কোন ক্যাটেগরি নির্বাচন করা হয় নি
oc: Cap de categorias seleccionadas

source: of
bn_bd: এর
oc: de

source: General
bn_bd: সাধারণ

source: Timezone
bn_bd: সময় এলাকা
oc: Zona

source: Update timezone automatically
bn_bd: সময়এলাকা স্বয়ংক্রিয়ভাবে পরিবর্ধন কর
oc: Zona mesa a jorn automaticament

source: Time format
bn_bd: সময় ফর্ম্যাট
oc: Format de l'ora

source: 24h
bn_bd: ২৪ ঘ.

source: 12h
bn_bd: ১২ ঘ.

source: Start week on
bn_bd: সপ্তাহ শুরু হয়
oc: La setmana comença lo

source: Cache
bn_bd: ক্যাসে

source: Clear cache for repeating events
bn_bd: পূনঃপূন সংঘটিত ইভেন্টের জন্য ক্যাসে পরিষ্কার কর
oc: Voida lo cache per los eveniments repetitius

source: URLs
bn_bd: URL গুলো

source: Calendar CalDAV syncing addresses
bn_bd: দিনপঞ্জী CalDAV সমলয় ঠিকানাসমূহ

source: more info
bn_bd: আরও তথ্য
oc: mai d'entresenhes

source: Primary address (Kontact et al)
bn_bd: প্রাথমিক ঠিকানা (Kontact et al)
oc: Adreiças primarias (Kontact et al)

source: Read only iCalendar link(s)
bn_bd: শুধুমাত্র পঠনযোগ্য iCalendar লিংক
oc: Ligam(s) iCalendar en lectura sola

source: The file contained either no events or all events are already saved in your calendar.
oc: Lo fichièr contenguèt siá pas d'eveniments o totes los eveniments son ja enregistrats dins ton calendièr.

source: Deletion failed
oc: Fracàs d'escafatge

source: user
oc: usancièr

source: group
oc: grop

source: Shareable
oc: Partejador

source: Deletable
oc: Escafable

source: You do not have the permissions to update this calendar.
oc: Sias pas permés de metre a jorn aqueste calendièr.

source: You do not have the permissions to delete this calendar.
oc: Sias pas permés d'escafar aqueste calendièr.

source: You do not have the permissions to add to this calendar.
oc: Sias pas permés d'apondre a 'n aqueste calendièr.

source: You do not have the permissions to add events to this calendar.
oc: Sias pas permés d'apondre eveniments a 'n aqueste calendièr.

source: You do not have the permissions to edit this event.
oc: Sias pas permés d'editar aqueste eveniment.

source: You do not have the permissions to delete this event.
oc: Sias pas permés d'escafar aqueste eveniment.

source: Missing fields
oc: Camps que fan manca

source: Calendars
oc: Calendièrs

source: shared with you by
oc: partejat amb tu per

source: Share with:
oc: Parteja amb :

source: Shared with
oc: Partejat amb :

source: Nobody
oc: degun

source: Shared via calendar
oc: Partejat tras calendièr

source: NOTE: Actions on events shared via calendar will affect the entire calendar sharing.
oc: AVÍS: las actions suls eveniments partejats tras calendièr cambiaràn los partatge de calendièr complet.

source: at
oc: a
