Repository: owncloud-archive/apps
Catalog: l10n/*/contacts.po
Languages: es, eu, ka_ge, lv, nl, pl, pt_br, ru_ru, sl, ta_lk, th_th, tr, zh_cn

source: D.C.
nl: Chircopracter
sl: dr. med., spec. kiropraktike
zh_cn: 教育学博士

source: Ph.D.
es: Dr
nl: Doctor
ru_ru: К.т.н.
sl: dr.
th_th: ปริญญาเอก
tr: Dr.
zh_cn: 哲学博士

source: Jr.
nl: Junior
ru_ru: Мл.
sl: ml.
th_th: จูเนียร์
zh_cn: 小

source: Sn.
nl: Senior
ru_ru: Ст.
sl: st.
th_th: ซีเนียร์
zh_cn: 老

source: Import a contacts file
es: Importar archivo de contactos
eu: Inporatu kontaktuen fitxategia
nl: Importeer een contacten bestand
pl: Importuj plik z kontaktami
pt_br: Importar arquivos de contato.
ru_ru: Импортировать файл контактов
sl: Uvozi datoteko s stiki
ta_lk: தொடர்பு கோப்பை இறக்குமதி செய்க
th_th: นำเข้าไฟล์ข้อมูลการติดต่อ
tr: Bağlantı dosyasını içeri aktar
zh_cn: 导入联系人文件

source: Please choose the addressbook
es: Por favor escoge la agenda
eu: Mesedez, aukeratu helbide liburua
nl: Kies een adresboek
pl: Proszę wybrać książkę adresową
pt_br: Por favor, selecione uma agenda de endereços
ru_ru: Пожалуйста, выберите адресную книгу
sl: Izberite imenik
ta_lk: தயவுசெய்து முகவரி புத்தகத்தை தெரிவுசெய்க
th_th: กรุณาเลือกสมุดบันทึกที่อยู่
tr: Yeni adres defterini seç
zh_cn: 请选择地址簿

source: create a new addressbook
es: crear una nueva agenda
eu: sortu helbide liburu berria
nl: Maak een nieuw adresboek
pl: utwórz nową książkę adresową
pt_br: Criar nova agenda de endereços
ru_ru: Создайте новую адресную книгу
sl: ustvari nov imenik
ta_lk: புதிதாக முகவரி புத்தகமொன்றை உருவாக்குக
th_th: สร้างสมุดบันทึกที่อยู่ใหม่
tr: Yeni adres defteri oluştur
zh_cn: 创建新地址簿

source: Name of new addressbook
es: Nombre de la nueva agenda
eu: Helbide liburuaren izena
nl: Naam van nieuw adresboek
pl: Nazwa nowej książki adresowej
pt_br: Nome da nova agenda de endereços
ru_ru: Имя новой адресной книги
sl: Ime novega imenika
ta_lk: புதிய முகவரி புத்தகத்தின் பெயர்
th_th: กำหนดชื่อของสมุดที่อยู่ที่สร้างใหม่
tr: Yeni adres defteri için isim
zh_cn: 新地址簿名称

source: Importing contacts
es: Importando contactos
eu: Kontaktuak inportatzen
nl: Importeren van contacten
pl: importuj kontakty
pt_br: Importar contatos
ru_ru: Импортирование контактов
sl: Poteka uvažanje stikov
ta_lk: தொடர்புகள் இறக்குமதி செய்யப்படுகின்றன
th_th: นำเข้าข้อมูลการติดต่อ
tr: Bağlantıları içe aktar
zh_cn: 导入联系人

source: <h3>You have no contacts in your addressbook.</h3><p>You can import VCF files by dragging them to the contacts list and either drop them on an addressbook to import into it, or on an empty spot to create a new addressbook and import into that.<br />You can also import by clicking on the import button at the bottom of the list.</p>
es: <h3>No tiene contactos en su libreta de direcciones.</h3><p>Puede importar archivos VCF arrastrándolos a la lista de contactos y soltándolos en una libreta de direcciones, o sobre un espacio vacío para crear una nueva libreta de direcciones e importar dentro de ésta.<br />Tambien puede realizar la importación haciendo clic en el botón de importar en la parte inferior de la lista.</p>
eu: <h3>Ez duzu kontakturik zure helbide-liburuan.</h3><p>VCF fitxategiak inportatu ditzakezu kontaktu zerrendara arrastratuz eta helbide-liburu batean askatuz bertan inportatzeko, edo hutsune batera helbide-liburu berri bat sortzeko eta bertara inportatzeko.<br />Zerrendaren azpian dagoen inportatu botoia sakatuz ere inportatu dezakezu.</p>
nl: <h3>U heeft geen contacten in uw adresboek.</h3><p>U kunt VCF bestanden importeren door ze naar de contactenlijst te slepen en ze daar op een adresboek los te laten om ze in het desbetreffende adresboek op te nemen of laat ze op het lege gedeelte los om een nieuw adresboek te maken met de contacten uit het bestand.<br />Uw kunt ook importeren door op de import knop te klikken aan de onderkant van de lijst.</p>
pl: <h3>Nie masz kontaktów w książce adresowej.</h3><p>Możesz zaimportować pliki VCF poprzez przeciągnięcie ich do listy kontaktów i albo upuścić je na książce adresowej w celu zaimportowanie ich do niej lub na pustym miejscu, aby utworzyć nowych nową książke adresową i zaimportować je do niej.<br/>Możesz również także zaimportować, klikając przycisk Importuj na dole listy.</p>
pt_br: <h3>Você não tem contatos em sua agenda de endereços.</h3><p>Você pode importar arquivos VCF arrastando-os para a lista de contatos ou para uma agenda para importar para ela, ou em um local vazio para criar uma nova agenda e importar para ela.<br />Você também pode importar, clicando no botão importar na parte inferior da lista.</p>
ru_ru: <h3>У Вас нет контактов в адресной книге.</h3><p>Вы можете импортировать VCF-файлы путем перетаскивания их в список контактов и скинуть их либо на адресную книгу для импорта в нее, либо на пустое место для создания новой адресной книги с последующим импортом в нее.<br />Вы можете также импортировать путем нажатия на кнопку импорта внизу списка.</p>
sl: <h3>V imeniku ni stikov.</h3><p>Datoteke VCF je mogoče uvoziti tako, da jih povlečete na obstoječ seznam stikov ali na prazno mesto. Pri slednjem dejanju bo ustvarjen nov imenik s stiki.<br />Stike lahko uvažate tudi s klikom na gumb uvozi, ki je postavljen na dnu seznama.</p>
th_th: <h3>คุณยังไม่มีรายชื่อผู้ติดต่อใดๆในสมุดบันทึกที่อยู่ของคุณ.</h3><p>คุณสามารถนำเข้าไฟล์ VCF ได้โดยการลากไฟล์เหล่านั้นไปไว้ในรายการของรายชื่อผู้ติดต่อ แล้ววางไฟล์ดังกล่าวไว้ที่สมุดบันทึกที่อยู่ดังกล่าว เพื่อนำเข้าข้อมูลไปไว้ หรือ ที่ตำแหน่งว่างๆ เพื่อสร้างสมุดบันทึกที่อยู่ใหม่ และนำเข้าข้อมูลเข้าไปไว้ในนั้น.<br />คุณยังสามารถนำเข้าข้อมูลได้ด้วยการคลิกที่ปุ่มนำเข้าที่อยู่บริเวณตำแหน่งด้านล่างของรายการ.</p>
tr: ggg
zh_cn: <h3>您还没有联系人哟。</h3><p>您可以通过拖曳VCF文件到联系人列表或地址簿来导入联系人，或者空白处创建新的地址簿进行导入。<br />您还可以通过点击列表底部的导入按钮来导入</p>

source: Select Address Books
es: Seleccionar Agenda
eu: Hautatu helbide-liburuak
nl: Selecteer adresboeken
pl: Wybierz książki adresowe
pt_br: Selecione Agendas
ru_ru: Выбрать адресные книги
sl: Izbor imenikov
ta_lk: முகவரி புத்தகத்தை தெரிவுசெய்க
th_th: เลือกสมุดบันทึกที่อยู่
tr: Adres deftelerini seçiniz
zh_cn: 选择地址簿

source: CardDAV syncing addresses
es: Sincronizando direcciones
eu: CardDAV sinkronizazio helbideak
ka_ge: CardDAV სინქრონიზაციის მისამართი
lv: CardDAV sinhronizēšanas adreses
nl: CardDAV synchroniseert de adressen
pl: adres do synchronizacji CardDAV
pt_br: Sincronizando endereços CardDAV
ru_ru: CardDAV
sl: Naslovi CardDAV za usklajevanje
ta_lk: முகவரிகளை cardDAV ஒத்திசைக்கின்றன
th_th: ที่อยู่ที่ใช้เชื่อมข้อมูลกับ CardDAV
tr: CardDAV adresleri eşzamanlıyor
zh_cn: CardDAV 同步地址

source: more info
es: más información
eu: informazio gehiago
ka_ge: უფრო მეტი ინფორმაცია
lv: vairāk informācijas
nl: meer informatie
pl: więcej informacji
pt_br: leia mais
ru_ru: Больше информации
sl: več podrobnosti
ta_lk: மேலதிக தகவல்
th_th: ข้อมูลเพิ่มเติม
tr: daha fazla bilgi
zh_cn: 更多信息

source: Primary address (Kontact et al)
es: Dirección primaria (Kontact et al)
eu: Helbide nagusia
ka_ge: პირველადი მისამართი (Kontact et al)
lv: Primārā adrese
nl: Standaardadres
pl: Pierwszy adres
pt_br: Endereço primário(Kontact et al)
ru_ru: Первичный адрес
sl: Osnovni naslov (za stik)
ta_lk: முதன்மை முகவரி (Kontact et al)
th_th: ที่อยู่หลัก (สำหรับติดต่อ)
tr: Birincil adres (Bağlantı ve arkadaşları)
zh_cn: 首选地址 (Kontact 等)

source: Addressbooks
es: Libretas de direcciones
eu: Helbide Liburuak
ka_ge: მისამართის წიგნები
lv: Adrešu grāmatas
nl: Adresboeken
pl: Książki adresowe
pt_br: Agendas de Endereço
ru_ru: Адресные книги
sl: Imeniki
ta_lk: முகவரி புத்தகங்கள்
th_th: สมุดบันทึกที่อยู่
tr: Adres defterleri
zh_cn: 地址簿

source: New Address Book
es: Nueva libreta de direcciones
eu: Helbide-liburu berria
ka_ge: ახალი მისამართების წიგნი
lv: Jauna adrešu grāmata
nl: Nieuw Adresboek
pl: Nowa książka adresowa
pt_br: Nova agenda
ru_ru: Новая адресная книга
sl: Nov imenik
ta_lk: புதிய முகவரி புத்தகம்
th_th: สร้างสมุดบันทึกข้อมูลการติดต่อใหม่
tr: Yeni Adres Defteri
zh_cn: 新建地址簿

source: Name
es: Nombre
eu: Izena
ka_ge: სახელი
lv: Nosaukums
nl: Naam
pl: Nazwa
pt_br: Nome
ru_ru: Имя
sl: Ime
ta_lk: பெயர்
th_th: ชื่อ
tr: Ad
zh_cn: 姓名

source: Description
es: Descripción
eu: Deskribapena
ka_ge: გვერდის დახასიათება
lv: Apraksts
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru_ru: Описание
sl: Opis
ta_lk: விவரிப்பு
th_th: คำอธิบาย
tr: Tanımlama
zh_cn: 描述

source: Save
es: Guardar
eu: Gorde
ka_ge: შენახვა
lv: Saglabāt
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить
sl: Shrani
ta_lk: சேமிக்க
th_th: บันทึก
tr: Kaydet
zh_cn: 保存

source: %d_selected_contacts
es: %d_contactos_seleccionados
eu: %d_kontaktu_hautatuta
lv: %d_izvēlētu_kontaktu
pl: %d_wybierz_kontakty

source: # groups
es: # grupos
eu: # taldeak
ka_ge: # ჯგუფები
lv: # grupas
pl: # grupy

source: Video
es: Vídeo
eu: Bideoa
ka_ge: ვიდეო
pl: Połączenie wideo
pt_br: Vídeo
ru_ru: Видео
ta_lk: நிகழ்படம்
th_th: วีดีโอ
zh_cn: 视频

source: Select groups
es: Seleccionar grupos
eu: Hautatu taldeak
ka_ge: ჯგუფების არჩევა
lv: Izvēlieties grupas
pl: Wybierz grupy
zh_cn: 选择分组

source: Esq.
es: Don
nl: Weledel gestrenge
zh_cn: 先生

source: Internet
ka_ge: ინტერნეტი
lv: Internets
ru_ru: Интернет
ta_lk: இணையம்
th_th: อินเทอร์เน็ต
zh_cn: 互联网

source: dd-mm-yyyy
eu: yyyy-mm-dd
pl: dd-mm-rrrr
pt_br: dd-mm-aaaa
ru_ru: дд-мм-гггг
tr: gg-aa-yyyy
zh_cn: yyyy-mm-dd

source: Dr
nl: M
ru_ru: Доктор
ta_lk: டாக்டர்
th_th: ดร.
zh_cn: 博士

source: GaduGadu
pl: GG

source: Jabber
ka_ge: ჯაბერი
ru_ru: Джаббер

source: Twitter
ka_ge: ტვიტერი
ru_ru: Твиттер

source: Download Contact
ru_ru: Загрузить контакт

source: No contact info was submitted.
ka_ge: კონტაქტის ინფორმაცია არ გაიგზავნა.

source: Failed to write to disk
ka_ge: შეცდომა დისკზე ჩაწერისას

source: Not enough storage available
ka_ge: საცავში საკმარისი ადგილი არ არის

source: Upload of blacklisted file:
ka_ge: ფაილების ატვირთვის შავ სიაში დამატება:

source: Merge failed. Cannot find contact: {id}
ka_ge: შერწყმა ვერ განხორციელდა. კონტაქტი ვერ მოიძებნა: {id}

source: Merge failed.
ka_ge: შერწყმა ვერ განხორციელდა.

source: Merge failed. Error saving contact.
ka_ge: შერწყმა ვერ განხორციელდა. შეცდომა კონტაქტის შენახვისას.

source: Failed saving sort order: {error}
ka_ge: დასორტირებული შენახვა ვერ განხორციელდა: {error}

source: Failed saving last group: {error}
ka_ge: ბოლო ჯგუფის შენახვა ვერ მოხერხდა: {error}

source: Failed adding address book: {error}
ka_ge: მისამართების წიგნის დამატება ვერ მოხერხდა: {error}

source: Failed adding addres books: {error}
ka_ge: მისამართების წიგნების დამატება ვერ მოხერხდა: {error}

source: Error setting {name} as favorite.
ka_ge: პარამეტების {name} დაფავორიტების შეცდომა

source: {success} imported, {failed} failed from {file}
ka_ge: {success} იმპორტირებულია, {failed} შეცდომა {file}

source: Merge contacts
ka_ge: კონტაქტების შერწყმა

source: Failed deleting property: {error}
ka_ge: პარამეტრების წაშლა ვერ მოხერხდა: {error}

source: Failed loading contacts from {addressbook}: {error}
ka_ge: კონტაქტების ჩატვირთვა ვერ მოხერხდა {addressbook}: {error}

source: Failed loading address books: {error}
ka_ge: მისამართების წიგნის ჩატვირთვა ვერ მოხერხდა: {error}

source: Failed deleting group: {error}
ka_ge: შეცდომა ჯგუფის წაშლისას: {error}

source: Failed adding group: {error}
ka_ge: შეცდომა ჯგუფის დამატებისას: {error}

source: Failed loading photo: {error}
ka_ge: შეცდომა სურათის ჩატვირთვისას: {error}

source: Request failed: {error}
ka_ge: მოთხოვნის შეცდომა: {error}

source: Error creating address book
ka_ge: შეცდომა მისამართების წიგნის შექმნისას

source: Error deleting address book
ka_ge: შეცდომა მისამართების წიგნის წაშლისას

source: Error creating contact.
ka_ge: შეცდომა კონტაქტის შექმნისას.

source: Error deleting contact.
ka_ge: შეცდომა კონტაქტის წაშლისას.

source: Couldn't find contact.
ka_ge: კონტაქტი ვერ მოიძებნა.

source: Error merging into contact.
ka_ge: შეცდომა კონტაქტის შიგნით შერწყმისას.

source: Error saving contact to backend.
ka_ge: შეცდომა კონტაქტის ბექენდში შენახვისას.

source: Property name is not set.
ka_ge: პარამეტრების სახელი არ არის მითითებული.

source: Property checksum is not set.
ka_ge: პარამეტრების ჩეკსამი არ არის დაყენებული.

source: Error setting property
ka_ge: შეცდომა პარამეტრების დაყენებისას

source: Error saving property to backend
ka_ge: შეცდომა პარამეტრების ბექენდში შენახვისას

source: No group name given.
ka_ge: ჯგუფის სახელი არ არის მოცემული.

source: No key is given.
ka_ge: გასაღები არ არის მოცემული.

source: No value is given.
ka_ge: მნიშვნელობა არ არის მოცემული.

source: Facebook
ka_ge: ფეისბუქი

source: Skype
ka_ge: სკაიპი

source: New
ka_ge: ახალი
lv: Jauna

source: Display name
ka_ge: დისპლეის სახელი

source: Merge selected
ka_ge: მონიშნულების შერწყმა

source: Which contact should the data be merged into?
ka_ge: რომელი კონტაქტების ინფორმაცია უნდა შეირწყას?

source: Delete the other(s) after successful merge?
ka_ge: წავშალო დანარჩენ(ებ)ი წარმატებული შერწყმის შემდეგ?

source: Select address book
ka_ge: მისამართების წიგნის არჩევა

source: Back
pt_br: Voltar
