Repository: owncloud-archive/apps
Catalog: l10n/*/contacts.po
Languages: es, eu, ka_ge, lv, nl, pl, pt_br, ru_ru, sl, ta_lk, th_th, tr, zh_cn

source: Favorites
es: Favoritos
eu: Gogokoak
ka_ge: ფავორიტები
lv: Iecienītie
nl: Favorieten
pl: Ulubione
ru_ru: Избранные
sl: Priljubljene
ta_lk: விருப்பங்கள்
th_th: รายการโปรด
tr: Favoriler
zh_cn: 收藏

source: Shared by {owner}
es: Compartido por {owner}
eu: {owner}-k partekatuta
ka_ge: გაზიარდა {owner} –ის მიერ
lv: Dalījās {owner}
nl: Gedeeld door {owner}
pl: Udostępnione przez {owner}
ru_ru: Опубликовано {собственник}
sl: V souporabo dal {owner}
ta_lk: பகிரப்பட்டது {சொந்தகாரர்}
th_th: ถูกแชร์โดย {owner}
tr: {owner} tarafından paylaşılmış
zh_cn: 共享人：{owner}

source: Result:
es: Resultado :
eu: Emaitza:
ka_ge: შედეგი:
lv: Rezultāts:
nl: Resultaat:
pl: Wynik:
pt_br: Resultado:
ru_ru: Результат:
sl: Rezultati:
ta_lk: முடிவு:
th_th: ผลลัพธ์:
tr: Sonuç:
zh_cn: 结果:

source: imported,
es: Importado.
eu: inportatua,
ka_ge: იმპორტირებულია,
lv: importēts,
nl: geïmporteerd,
pl: importowane,
pt_br: importado,
ru_ru: импортировано,
sl: uvoženih,
ta_lk: இறக்குமதி செய்யப்பட்டது,
th_th: นำเข้าข้อมูลแล้ว,
tr: içe aktarıldı,
zh_cn: 已导入，

source: failed.
es: Fallo.
eu: huts egin du.
ka_ge: ვერ მოხერხდა.
lv: cieta neveiksmi.
nl: gefaald.
pl: nie powiodło się.
pt_br: falhou.
ru_ru: не удалось.
sl: je spodletelo.
ta_lk: தோல்வியுற்றது
th_th: ล้มเหลว.
tr: hatalı.
zh_cn: 失败。

source: Displayname cannot be empty.
es: El nombre a mostrar no puede estar vacío.
eu: Bistaratzeko izena ezin da hutsik egon.
ka_ge: დისფლეის სახელი არ შეიძლება იყოს ცარიელი.
lv: Redzamais vārds nedrīkst būt tukšs.
nl: Displaynaam mag niet leeg zijn.
pl: Nazwa nie może być pusta.
pt_br: Nome de exibição não pode ficar em branco.
ru_ru: Отображаемое имя не может быть пустым.
sl: Prikazno ime ne sme biti prazno.
ta_lk: காட்சிப்பெயர் வெறுமையாக இருக்கமுடியாது.வாவா
th_th: ชื่อที่ใช้แสดงไม่สามารถเว้นว่างได้
tr: GörünenAd boş olamaz.
zh_cn: 显示名称不能为空

source: Show CardDav link
es: Mostrar enlace CardDav
eu: Erakutsi CardDav lotura
ka_ge: გამოაჩინე CardDav ლინკი
lv: Rādīt CardDav saiti
nl: Laat CardDav link zien
pl: Pokaż link CardDAV
pt_br: Mostrar link CardDav
ru_ru: Показать CardDav ссылку
sl: Pokaži povezavo CardDav
ta_lk: CardDav இணைப்பை காட்டவும்
th_th: แสดงลิงก์ CardDav
tr: CardDav bağlantısı göster
zh_cn: 显示CardDav连接

source: Show read-only VCF link
es: Mostrar enlace VCF de sólo lectura
eu: Erakutsi bakarrik irakurtzeko VCF lotura
ka_ge: გამოაჩინე მხოლოდ კითხვადი VCF ლინკი
lv: Rādīt tikai lasāmu VCF saiti
nl: Laat alleen lezen VCF link zien
pl: Pokaż tylko do odczytu łącze VCF
pt_br: Mostrar link VCF somente-leitura
ru_ru: Показать VCF ссылку только для чтения
sl: Pokaži povezavo VCF samo za branje
ta_lk: வாசிக்கக்கூடிய VCF இணைப்பை மட்டும் காட்டுக
th_th: แสดงลิงก์ VCF สำหรับอ่านเท่านั้น
tr: Salt-okur VCF bağlantısı göster
zh_cn: 显示只读VCF连接

source: Download
es: Descargar
eu: Deskargatu
ka_ge: ჩამოტვირთვა
lv: Lejupielādēt
pl: Pobiera książkę adresową
pt_br: Baixar
ru_ru: Загрузка
sl: Prejmi
ta_lk: பதிவிறக்குக
th_th: ดาวน์โหลด
tr: İndir
zh_cn: 下载

source: Edit
es: Editar
eu: Editatu
ka_ge: რედაქტირება
lv: Rediģēt
nl: Bewerken
pl: Edytuje książkę adresową
pt_br: Editar
ru_ru: Редактировать
sl: Uredi
ta_lk: தொகுக்க
th_th: แก้ไข
tr: Düzenle
zh_cn: 编辑

source: Delete
es: Borrar
eu: Ezabatu
ka_ge: წაშლა
lv: Dzēst
nl: Verwijderen
pl: Usuwa książkę adresową
pt_br: Excluir
ru_ru: Удалить
sl: Izbriši
ta_lk: அழிக்க
th_th: ลบ
tr: Sil
zh_cn: 删除

source: Cancel
es: Cancelar
eu: Ezeztatu
ka_ge: უარყოფა
lv: Atcelt
nl: Anuleren
pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
sl: Prekliči
ta_lk: இரத்து செய்க
th_th: ยกเลิก
tr: İptal
zh_cn: 取消

source: More...
es: Más...
eu: Gehiago...
ka_ge: უფორ მეტი...
lv: Vairāk...
nl: Meer...
pl: Więcej...
pt_br: Mais...
ru_ru: Подробнее..
sl: Več ...
ta_lk: மேலதிக...
th_th: เพิ่มเติม...
tr: Devamı...
zh_cn: 更多

source: Less...
es: Menos...
eu: Gutxiago...
ka_ge: ნაკლები...
lv: Mazāk...
nl: Minder...
pl: Mniej...
pt_br: Menos...
ru_ru: Менее...
sl: Manj ...
ta_lk: குறைவு...
th_th: ย่อ...
tr: daha küçük
zh_cn: 更少...

source: You do not have the permissions to read this addressbook.
es: No tiene permiso para leer esta libreta de direcciones.
eu: Ez duzu baimenik helbide-liburu hau irakurtzeko.
lv: Jums nav tiesību lasīt šo adrešu grāmatu.
nl: U heeft geen permissie om dit adresboek in te zien.
pl: Nie masz uprawnień do przeglądania tej ksiązki adresowej.
pt_br: Você não tem permissões para ler essa agenda.
ru_ru: У Вас нет разрешения для чтения этой адресной книги.
sl: Ni ustreznih dovoljenj za branje tega imenika.
ta_lk: இந்த முகவரி புத்தகத்தை வாசிப்பதற்கு உங்களுக்கு அனுமதியில்லை .
th_th: คุณไม่ได้รับสิทธิ์ให้เปิดอ่านสมุดบันทึกที่อยู่
tr: Adres defterini okumanız için izininiz yok
zh_cn: 你没有权限查看地址簿

source: You do not have the permissions to update this addressbook.
es: No tiene permisos para actualizar esta libreta de direcciones.
eu: Ez duzu helbide-liburu hau eguneratzeko baimenik.
lv: Jums nav tiesību atjaunināt šo adrešu grāmatu.
nl: U heeft onvoldoende rechten om dit adresboek bij te werken.
pl: Nie masz uprawnień do aktualizacji tej książki adresowej.
pt_br: Você não tem permissões para atualizar essa agenda.
ru_ru: У Вас нет разрешения для обновления этой адресной книги.
sl: Ni ustreznih dovoljenj za posodobitev tega imenika.
ta_lk: இந்த முகவரி புத்தகத்தை இற்றைப்படுத்துவதற்கு உங்களுக்கு அனுமதியில்லை.
th_th: คุณไม่ได้รับสิทธิ์ให้อัพเดทสมุดบันทึกที่อยู่นี้
tr: Bu adresdefterini güncellemek için yetkiniz yok.
zh_cn: 你没有权限更新此地址簿

source: There was an error updating the addressbook.
es: Hubo un error actualizando la libreta de direcciones.
eu: Errore bat izan da helbide-liburua eguneratzean.
ka_ge: მოხდა შეცდომა addressbook–ის განახლების დროს.
lv: Gadījās kļūda, atjauninot adrešu grāmatu.
nl: Er is een fout opgetreden bij het bijwerken van het adresboek.
pl: Wystąpił błąd podczas aktualizowania książki adresowej.
pt_br: Houve um erro ao atualizar a agenda.
ru_ru: Произошла ошибка при обновлении адресной книги.
sl: Med posodabljanjem imenika je prišlo do napake.
ta_lk: முகவரி புத்தகத்தை இற்றைப்படுத்தலில் வழு.
th_th: เกิดข้อผิดพลาดบางประการในการอัพเดทข้อมูลในสมุดบันทึกที่อยู่
tr: Adresdefteri güncellenirken hata oluştu.
zh_cn: 更新地址簿时出错

source: You do not have the permissions to delete this addressbook.
es: No tienes permisos para eliminar esta libreta de direcciones.
eu: Ez duzu helbide-liburu hau ezabatzeko baimenik.
lv: Jums nav tiesību dzēst šo adrešu grāmatu.
nl: U heeft onvoldoende rechten om dit adresboek te verwijderen.
pl: Nie masz uprawnień do usunięcia tej książki adresowej.
pt_br: Você não tem permissão para remover essa agenda.
ru_ru: У Вас нет полномочий для удаления этой адресной книги.
sl: Ni ustreznih dovoljenj za izbris tega imenika.
ta_lk: இந்த முகவரி புத்தகத்தை நீக்குவதற்கு உங்களுக்கு அனுமதியில்லை.
th_th: คุณไม่ได้รับสิทธิ์ให้ลบสมุดบันทึกที่อยู่นี้ทิ้ง
tr: Bu adresdefterini silmek için yetkiniz yok.
zh_cn: 你没有权限编辑此地址簿

source: There was an error deleting this addressbook.
es: Hubo un error eliminando esta libreta de direcciones.
eu: Errore bat izan da helbide-liburu hau ezabatzean.
ka_ge: მოხდა შეცდომა addressbook–ის წაშლის დროს.
lv: Gadījās kļūda, dzēšot šo adrešu grāmatu.
nl: Er is een fout opgetreden bij het verwijderen van dit adresboek.
pl: Wystąpił błąd podczas usuwania tej książki adresowej
pt_br: Houve um erro ao remover essa agenda.
ru_ru: Произошла ошибка при удалении этой адресной книги.
sl: Med brisanjem imenika je prišlo do napake.
ta_lk: இந்த முகவரி புத்தகத்தை நீக்குவதில் வழு
th_th: เกิดข้อผิดพลาดบางประการในการลบสมุดบันทึกที่อยู่นี้ทิ้ง
tr: Adresdefteri silinirken hata oluştu.
zh_cn: 删除地址簿时出错

source: Work
es: Trabajo
eu: Lana
ka_ge: სამსახური
lv: Darbs
nl: Werk
pl: Praca
pt_br: Trabalho
ru_ru: Работа
sl: Delo
ta_lk: வேலை
th_th: ที่ทำงาน
tr: İş
zh_cn: 工作

source: Home
es: Particular
eu: Etxea
ka_ge: სახლი
lv: Mājas
nl: Thuis
pl: Dom
ru_ru: Дом
sl: Doma
ta_lk: அகம்
th_th: บ้าน
tr: Ev
zh_cn: 家庭

source: Other
es: Otro
eu: Bestelakoa
ka_ge: სხვა
lv: Cits
nl: Anders
pl: Inne
pt_br: Outro
ru_ru: Другое
sl: Drugo
ta_lk: மற்றவை
th_th: อื่นๆ
tr: Diğer
zh_cn: 其它

source: Mobile
es: Móvil
eu: Mugikorra
ka_ge: მობილური
lv: Mobilais
nl: Mobiel
pl: Komórka
pt_br: Móvel
ru_ru: Мобильный
sl: Mobilni telefon
ta_lk: இடமாற்றக்கூடிய
th_th: มือถือ
tr: Mobil
zh_cn: 手机

source: Text
es: Texto
eu: Testua
ka_ge: ტექსტი
lv: Teksts
nl: Tekst
pl: Połączenie tekstowe
pt_br: Texto
ru_ru: Текст
sl: Besedilo
ta_lk: உரை
th_th: ข้อความ
tr: Metin
zh_cn: 文本

source: Voice
es: Voz
eu: Ahotsa
ka_ge: ხმა
lv: Balss
nl: Stem
pl: Połączenie głosowe
pt_br: Voz
ru_ru: Голос
sl: Glas
ta_lk: குரல்
th_th: เสียงพูด
tr: Ses
zh_cn: 语音

source: Message
es: Mensaje
eu: Mezua
ka_ge: მესიჯი
lv: Ziņojums
nl: Bericht
pl: Wiadomość
pt_br: Mensagem
ru_ru: Сообщение
sl: Sporočilo
ta_lk: செய்தி
th_th: ข้อความ
tr: mesaj
zh_cn: 消息

source: Fax
eu: Fax-a
ka_ge: ფაქსი
lv: Fakss
pl: Faks
ru_ru: Факс
sl: Faks
ta_lk: தொலை நகல்
th_th: โทรสาร
tr: Faks
zh_cn: 传真

source: Pager
es: Localizador
eu: Bilagailua
ka_ge: პეიჯერი
lv: Peidžeris
nl: Pieper
ru_ru: Пейджер
sl: Pozivnik
ta_lk: தொலை அழைப்பான்
th_th: เพจเจอร์
tr: Sayfalayıcı
zh_cn: 传呼机

source: Friends
es: Amigos
eu: Lagunak
ka_ge: მეგობრები
lv: Draugi
nl: Vrienden
pl: Przyjaciele
ru_ru: Друзья
sl: Prijatelji
ta_lk: நண்பர்கள்
th_th: เพื่อน
tr: Arkadaşlar
zh_cn: 朋友

source: Family
es: Familia
eu: Familia
ka_ge: ოჯახი
lv: Ģimene
nl: Familie
pl: Rodzina
ru_ru: Семья
sl: Družina
ta_lk: குடும்பம்
th_th: ครอบครัว
tr: Aile
zh_cn: 家庭

source: There was an error deleting properties for this contact.
es: Hubo un error al eliminar las propiedades de este contacto.
eu: Errore bat izan da kontaktu honen propietateak ezabatzerakoan.
ka_ge: მოხდა შეცდომა კონტაქტის პარამეტრების წაშლის დროს.
lv: Gadījās kļūda, dzēšot īpašības šim kontaktam.
nl: Er is iets misgegaan tijdens het verwijderen van de eigenschappen van dit contact.
pl: Wystąpił błąd podczas usuwania właściwości dla tego kontaktu.
ru_ru: Возникла ошибка при удалении свойств для этого контакта.
sl: Pri brisanju lastnosti tega kontakta, je prišlo do napake.
ta_lk: இந்த தொடர்புகளின் உறுப்புக்களை நீக்குவதில் வழு ஏற்பட்டுள்ளது.
th_th: เกิดข้อผิดพลาดในการลบคุณสมบัติของรายชื่อผู้ติดต่อนี้
zh_cn: 删除这个联系人的属性时出现了一个错误。

source: {name}'s Birthday
es: Cumpleaños de {name}
eu: {name}ren jaioteguna
ka_ge: {name}–ეს დაბადების დღე
lv: {name} dzimšanas diena
nl: {name}'s verjaardag
pl: {name} Urodzony
pt_br: Aniversário de {name}
ru_ru: {имя} день рождения
sl: {name} - rojstni dan
ta_lk: {பெயர்} இன் பிறந்தநாள்
th_th: วันเกิดของ {name}
tr: {name}'nin Doğumgünü
zh_cn: {name} 的生日

source: Contact
es: Contacto
eu: Kontaktua
ka_ge: კონტაქტი
lv: Kontakts
pl: Kontakt
pt_br: Contato
ru_ru: Контакт
sl: Stik
ta_lk: தொடர்பு
th_th: ข้อมูลการติดต่อ
tr: Kişi
zh_cn: 联系人

source: You do not have the permissions to add contacts to this addressbook.
es: No tiene permisos para añadir contactos a esta libreta de direcciones.
eu: Ez duzu helbide-liburu honetara kontaktuak gehitzeko baimenik.
lv: Jums nav tiesību pievienot kontaktus šai adrešu grāmatai.
nl: U kunt geen contact personen toevoegen aan dit adresboek.
pl: Nie masz uprawnień do dodawania kontaktów do tej książki adresowej.
pt_br: Você não tem permissões para adicionar contatos a essa agenda.
ru_ru: У Вас нет разрешения для добавления контактов в эту адресную книгу.
sl: Ni ustreznih dovoljenj za dodajanje stikov v ta imenik.
ta_lk: இந்த முகவரிபுத்தகத்தில் தொடர்பை சேர்ப்பதற்கு உங்களுக்கு அனுமதியில்லை.
th_th: คุณไม่ได้รับสิทธิ์ให้เพิ่มข้อมูลผู้ติดต่อเข้าไปในสมุดบันทึกที่อยู่นี้
tr: Bu adres defterine kişi eklemek için yetkiniz yok.
zh_cn: 您没有权限增加联系人到此地址簿

source: Could not find the vCard with ID.
es: No se puede encontrar la vCard con ID.
eu: Ezin izan da IDa duen vCard-a aurkitu.
lv: Nevarēja atrast vCard ar ID.
nl: Kan de vCard met ID niet vinden.
pl: Nie można odnaleźć vCard z ID.
pt_br: Não pôde encontrar o vCard com ID.
ru_ru: Не удалось найти визитную карточку с ID.
sl: Ni mogoče najti vCard z ID:
ta_lk: ID உடனான vCard ஐ கண்டுப்பிடிப்பதில் வழு.
th_th: ไม่พบ vCard ที่มีรหัส
tr: vCard kimliği bulunamadı.
zh_cn: 未能找到此 ID 的 vCard。

source: You do not have the permissions to edit this contact.
es: No tiene permisos para editar este contacto.
eu: Ez duzu kontaktu hau editatzeko baimenik.
lv: Jums nav tiesību rediģēt šo kontaktu.
nl: U heeft geen permissie om dit contact te bewerken.
pl: Nie masz uprawnień edytowania kontaktów.
pt_br: Você não tem permissão para editar esse contato.
ru_ru: У Вас нет полномочий для редактирования этого контакта.
sl: Ni ustreznih dovoljenj za urejanje tega stika.
ta_lk: இந்த தொடர்பை தொகுப்பதற்கு உங்களுக்கு அனுமதியில்லை.
th_th: คุณไม่ได้รับสิทธิ์ให้แก้ไขข้อมูลผู้ติดต่อนี้
tr: Bu kişiyi düzenlemek için yetkiniz yok.
zh_cn: 你没有权限编辑此联系人

source: Could not find the vCard with ID:
es: No se puede encontrar la vCard con ID:
eu: Ezin izan da hurrengo IDa duen vCard-a aurkitu:
lv: Nevarēja atrast vCard ar ID:
nl: Kan de vCard met ID niet vinden:
pl: Nie można odnaleźć vCard z ID.
pt_br: Não pôde encontrar o vCard com ID:
ru_ru: Не удалось найти визитную карточку с ID:
sl: Ni mogoče najti vCard z ID:
ta_lk: ID உடனான vCard ஐ கண்டுப்பிடிப்பதில் வழு.
th_th: ไม่พบ vCard ที่มีรหัส:
tr: vCard kimliği bulunamadı.
zh_cn: 无法找到联系人，根据ID：

source: Could not find the Addressbook with ID:
es: No se puede encontrar la libreta de direcciones con ID:
eu: Ezin izan da hurrengo IDa duen helbide-liburua aurkitu:
lv: Nevarēja atrast adrešu grāmatu ar ID.
nl: Kan het adresboek niet vinden met ID:
pl: Nie można odnaleźć książki adresowej z ID.
pt_br: Não pôde encontrar a Agenda com ID:
ru_ru: Не удалось найти адресную книгу с ID:
sl: Ni mogoče najti imenika z ID:
ta_lk: ID உடனான முகவரி புத்தகத்தை கண்டுப்பிடிப்பதில் வழு.
th_th: ไม่พบสมุดบันทึกที่อยู่ที่มีรหัส:
tr: Adres defterinde bu ID bulunamadı:
zh_cn: 无法找到地址簿，根据ID：

source: You do not have the permissions to delete this contact.
es: No tiene permisos para eliminar este contacto.
eu: Ez duzu kontaktu hau ezabatzeko baimenik.
lv: Jums nav tiesību dzēst šo kontaktu.
nl: U heeft geen permissie om dit contact te verwijderen.
pl: Nie masz uprawnień kasowania kontaktów.
pt_br: Você não tem permissão para remover esse contato.
ru_ru: У Вас нет полномочий для удаления этого контакта.
sl: Ni ustreznih dovoljenj za izbris tega stika.
ta_lk: இந்த தொடர்பை நீக்குவதற்கு உங்களுக்கு அனுமதியில்லை.
th_th: คุณไม่ได้รับสิทธิ์ให้ลบข้อมูลผู้ติดต่อนี้
tr: Bu kişiyi silmek için yetkiniz yok.
zh_cn: 你没有权限删除此联系人

source: There was an error deleting this contact.
es: Hubo un error eliminando este contacto.
eu: Errore bat izan da kontaktua ezabatzean.
lv: Gadījās kļūda, dzēšot šo kontaktu.
nl: Er is een fout opgetreden bij het verwijderen van dit contact persoon.
pl: Wystąpił błąd podczas usuwania tego kontaktu.
pt_br: Houve um erro ao remover esse contato.
ru_ru: Произошла ошибка при удалении этого контакта.
sl: Med brisanjem stika je prišlo do napake.
ta_lk: இந்த தொடர்பை நீக்குவதில் வழு
th_th: เกิดข้อผิดพลาดบางประการในการลบรายชื่อผู้ติดต่อนี้
tr: Kişi silinirken hata oluştu.
zh_cn: 删除联系人时出错。

source: Contact not found.
es: Contacto no encontrado.
eu: Ez da kontaktua aurkitu.
lv: Kontakts nav atrasts.
nl: Contact niet gevonden.
pl: Kontaktu nie znaleziono.
ru_ru: Контакт не найден.
sl: Stik ni bil najden.
ta_lk: ​தொடர்பு கண்டுப்பிடிக்கப்படவில்லை
th_th: ไม่พบข้อมูลสำหรับติดต่อ
tr: Bağlantı bulunamadı.
zh_cn: 找不到联系人。

source: HomePage
es: Página de inicio
eu: WebOrria
ka_ge: მთავარი გვერდი
lv: Mājas lapa
pl: Strona domowa
ru_ru: Домашняя страница
sl: Domača stran
ta_lk: தொடக்க பக்கம்
th_th: หน้าแรก
tr: Ev Sayfası
zh_cn: 主页

source: New Group
es: Nuevo grupo
eu: Talde berria
ka_ge: ახალი ჯგუფი
lv: Jauna grupa
nl: Nieuwe Groep
pl: Nowa grupa
ru_ru: Новая группа
sl: Nova skupina
ta_lk: புதிய குழு
th_th: สร้างกลุ่มใหม่
tr: Yeni Grup
zh_cn: 新建分组

source: Settings
es: Configuración
eu: Ezarpenak
ka_ge: პარამეტრები
lv: Iestatījumi
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru_ru: Настройки
sl: Nastavitve
ta_lk: அமைப்புகள்
th_th: ตั้งค่า
tr: Ayarlar
zh_cn: 设置

source: Address books
es: Libretas de direcciones
eu: Helbide liburuak
lv: Adrešu grāmatas
nl: Adresboeken
pl: Książki adresowe
sl: Imeniki
tr: Adres defterleri
zh_cn: 地址簿

source: Import
es: Importar
eu: Inportatu
ka_ge: იმპორტი
lv: Importēt
nl: Importeer
pt_br: Importar
ru_ru: Импортировать
sl: Uvozi
ta_lk: இறக்குமதி
th_th: นำเข้า
tr: İçe aktar
zh_cn: 导入

source: Select files to import
es: Selecionar archivos para importar
eu: Hautatu inportatzeko fitxategiak
ka_ge: დასაიმპორტებელი ფაილების არჩევა
lv: Izvēlieties datnes, ko importēt
nl: Selecteer de te importeren bestanden
pl: Wybierz pliki do importu
sl: Izberite datoteke za uvoz
tr: İçe aktarılacak dosyarı seçin
zh_cn: 选择要导入的文件

source: Select files
es: Selecionar archivos
eu: Hautatu fitxategiak
ka_ge: ფაილების არჩევა
lv: Izvēlieties datnes
nl: Selecteer bestanden
pl: Wybierz pliki
sl: Izberi datoteke
tr: Dosyaları seçin
zh_cn: 选择文件

source: Import into:
es: Importar hacia:
eu: Inportatu hemen:
ka_ge: იმპორტირება შემდეგში:
lv: Importēt uz:
nl: Importeer naar:
pl: Importuj do:
ru_ru: Импортировать в:
sl: Uvozi v:
ta_lk: இதற்கு இறக்குமதி செய்க:
th_th: นำเข้าข้อมูลไปไว้ที่:
tr: İçe aktar:
zh_cn: 导入至：

source: OK
es: Aceptar
eu: Ados
ka_ge: დიახ
lv: Labi
sl: V redu
ta_lk: சரி
th_th: ตกลง

source: (De-)select all
es: Seleccionar todos
eu: (Ez-)Hautatu dena
ka_ge: ყველას მო(გადა)ნიშვნა
lv: Izvēlēties visu/neko
nl: (De-)selecteer alle
pl: Odznacz wszystkie
ru_ru: Отметить(снять отметку) все
sl: (Od-)izberi vse
ta_lk: எல்லாவற்றையும் தெரிவுசெய்க (செய்யாதிக-)
th_th: ยกเลิกการเลือกทั้งหมด
zh_cn: 反选全部

source: New Contact
es: Nuevo contacto
eu: Kontaktu berria
ka_ge: ახალი კონტაქტი
lv: Jauns kontakts
nl: Nieuw Contact
pl: Nowy kontakt
ru_ru: Новый контакт
sl: Nov stik
ta_lk: புதிய தொடர்பு
th_th: สร้างรายชื่อผู้ติดต่อใหม่
tr: Yeni Kişi
zh_cn: 新建联系人

source: Download Contact(s)
es: Descargar Contacto(s)
eu: Deskargatu kontaktua(k)
ka_ge: კონტაქტ(ებ)ის ჩამოტვირთვა
lv: Lejupielādēt kontaktu(-s)
nl: Downloaden Contactperso(o)n(en)
pl: Pobierz Kontakt(y)
sl: Prenesi stike
tr: Bağlantı(ları) İndir
zh_cn: 下载联系人

source: Groups
es: Grupos
eu: Taldeak
ka_ge: ჯგუფები
lv: Grupas
nl: Groepen
pl: Grupy
pt_br: Grupos
ru_ru: Группы
sl: Skupine
ta_lk: குழுக்கள்
th_th: กลุ่ม
tr: Gruplar
zh_cn: 分组

source: Favorite
es: Favorito
eu: Gogokoa
ka_ge: ფავორიტი
lv: Iecienītais
nl: Favoriet
pl: Ulubione
ru_ru: Избранный
sl: Priljubljen
ta_lk: விருப்பமான
th_th: รายการโปรด
tr: Favori
zh_cn: 最爱

source: Delete Contact
es: Eliminar contacto
eu: Ezabatu kontaktua
ka_ge: კონტაქტის წაშლა
lv: Dzēst kontaktu
nl: Verwijder Contact
pl: Usuń kontakt
ru_ru: Удалить контакт
sl: Izbriši stik
ta_lk: தொடர்பை நீக்குக
th_th: ลบรายชื่อผู้ติดต่อ
tr: Bağlantıyı Sil
zh_cn: 删除联系人

source: Close
es: Cierra.
eu: Itxi
ka_ge: დახურვა
lv: Aizvērt
nl: Sluiten
pl: Zamknij
pt_br: Fechar.
ru_ru: Закрыть
sl: Zapri
ta_lk: மூடுக
th_th: ปิด
tr: Kapat
zh_cn: 关闭

source: Keyboard shortcuts
es: Atajos de teclado
eu: Teklatuaren lasterbideak
ka_ge: ქიბორდის shortcut–ები
lv: Tastatūras saīsnes
nl: Sneltoetsen
pl: Skróty klawiatury
pt_br: Atalhos do teclado
ru_ru: Комбинации клавиш
sl: Bližnjice na tipkovnici
ta_lk: விசைப்பலகை குறுக்குவழிகள்
th_th: ปุ่มลัด
tr: Klavye kısayolları
zh_cn: 快捷键

source: Navigation
es: Navegación
eu: Nabigazioa
ka_ge: ნავიგაცია
lv: Navigācija
nl: Navigatie
pl: Nawigacja
pt_br: Navegação
ru_ru: Навигация
sl: Krmarjenje
ta_lk: வழிசெலுத்தல்
th_th: ระบบเมนู
tr: Dolaşım
zh_cn: 导航

source: Next contact in list
es: Siguiente contacto en la lista
eu: Hurrengoa kontaktua zerrendan
ka_ge: სიაში შემდეგი კონტაქტი
lv: Nākošais kontakts sarakstā
nl: Volgende contact in de lijst
pl: Następny kontakt na liście
pt_br: Próximo contato na lista
ru_ru: Следующий контакт в списке
sl: Naslednji stik na seznamu
ta_lk: பட்டியலில் உள்ள அடுத்த தொடர்பு
th_th: ข้อมูลผู้ติดต่อถัดไปในรายการ
tr: Listedeki sonraki kişi
zh_cn: 列表中的下一个联系人

source: Previous contact in list
es: Anterior contacto en la lista
eu: Aurreko kontaktua zerrendan
ka_ge: სიაში წინა კონტაქტი
lv: Iepriekšējais kontakts sarakstā
nl: Vorige contact in de lijst
pl: Poprzedni kontakt na liście
pt_br: Contato anterior na lista
ru_ru: Предыдущий контакт в списке
sl: Predhodni stik na seznamu
ta_lk: பட்டியலில் முந்தைய தொடர்பு
th_th: ข้อมูลผู้ติดต่อก่อนหน้าในรายการ
tr: Listedeki önceki kişi
zh_cn: 列表中的上一个联系人

source: Expand/collapse current addressbook
es: Abrir/Cerrar la libreta de direcciones
eu: Zabaldu/tolestu uneko helbide-liburua
ka_ge: მიმდინარე addressbook–ის გაშლა/აკეცვა
lv: Izvērst/sakļaut pašreizējo adrešu grāmatu
nl: Uitklappen / inklappen huidig adresboek
pl: Rozwiń/Zwiń bieżącą książkę adresową
pt_br: Expandir/recolher agenda atual
ru_ru: Развернуть/свернуть текущую адресную книгу
sl: Razširi/Skrči trenutni imenik
ta_lk: தற்போதைய முகவரி புத்தகத்தை விரிவாக்குக/தகர்த்துக
th_th: ขยาย/ย่อ สมุดบันทึกที่อยู่ปัจจุบัน
tr: Şuanki adres defterini genişlet/daralt
zh_cn: 展开/收起此地址簿

source: Next addressbook
es: Siguiente libreta de direcciones
eu: Hurrengo helbide-liburua
ka_ge: შემდეგი addressbook–ი
lv: Nākošā adrešu grāmata
nl: Volgende adresboek
pl: Następna książka adresowa
pt_br: Próxima agenda
ru_ru: Следующая адресная книга
sl: Naslednji imenik
ta_lk: அடுத்த முகவரி புத்தகம்
th_th: สมุดบันทึกที่อยู่ถัดไป
tr: Sonraki adresdefteri
zh_cn: 下一个地址簿

source: Previous addressbook
es: Anterior libreta de direcciones
eu: Aurreko helbide-liburua
ka_ge: წინა addressbook–ი
lv: Iepriekšējā adrešu grāmata
nl: Vorige adresboek
pl: Poprzednia książka adresowa
pt_br: Agenda anterior
ru_ru: Предыдущая адресная книга
sl: Predhodni imenik
ta_lk: முந்தைய முகவரி புத்தகம்
th_th: สมุดบันทึกที่อยู่ก่อนหน้า
tr: Önceki adresdefteri
zh_cn: 上一个地址簿

source: Actions
es: Acciones
eu: Ekintzak
ka_ge: მოქმედებები
lv: Darbības
nl: Acties
pl: Akcje
pt_br: Ações
ru_ru: Действия
sl: Dejanja
ta_lk: செயல்கள்
th_th: การกระทำ
tr: Eylemler
zh_cn: 地址

source: Refresh contacts list
es: Refrescar la lista de contactos
eu: Gaurkotu kontaktuen zerrenda
ka_ge: კონტაქტ მისამართების განახლება
lv: Atsvaidzināt kontaktu sarakstu
nl: Vernieuw contact lijst
pl: Odśwież listę kontaktów
pt_br: Atualizar lista de contatos
ru_ru: Обновить контактный лист
sl: Osveži seznam stikov
ta_lk: தொடர்பு பட்டியலை மீள் ஏற்றுக
th_th: รีเฟรชรายชื่อผู้ติดต่อใหม่
tr: Kişi listesini tazele
zh_cn: 刷新联系人列表

source: Add new contact
es: Añadir un nuevo contacto
eu: Gehitu kontaktu berria
ka_ge: ახალი კონტაქტის დამატება
lv: Pievienot jaunu kontaktu
nl: Voeg nieuw contact toe
pl: Dodaj nowy kontakt
pt_br: Adicionar novo contato
ru_ru: Добавить новый контакт
sl: Dodaj nov stik
ta_lk: புதிய தொடர்பை சேர்க்க
th_th: เพิ่มข้อมูลผู้ติดต่อใหม่
tr: Yeni kişi ekle
zh_cn: 新增联系人

source: Add new addressbook
es: Añadir nueva libreta de direcciones
eu: Gehitu helbide-liburu berria
ka_ge: ახალი addressbook–ის დამატება
lv: Pievienot jaunu adrešu grāmatu
nl: Voeg nieuw adresboek toe
pl: Dodaj nowa książkę adresową
pt_br: Adicionar nova agenda
ru_ru: Добавить новую адресную книгу
sl: Dodaj nov imenik
ta_lk: புதிய முகவரி புத்தகத்தை சேர்க்க
th_th: เพิ่มสมุดบันทึกที่อยู่ใหม่
tr: Yeni adres defteri ekle
zh_cn: 新增地址簿

source: Delete current contact
es: Eliminar contacto actual
eu: Ezabatu uneko kontaktuak
ka_ge: მიმდინარე კონტაქტის წაშლა
lv: Dzēst pašreizējo kontaktu
nl: Verwijder huidig contact
pl: Usuń obecny kontakt
pt_br: Remover contato atual
ru_ru: Удалить текущий контакт
sl: Izbriši trenutni stik
ta_lk: தற்போதைய தொடர்பை நீக்குக
th_th: ลบข้อมูลผู้ติดต่อปัจจุบัน
tr: Şuanki kişiyi sil
zh_cn: 删除当前联系人
