Repository: owncloud-archive/apps
Catalog: l10n/*/contacts.po
Languages: es, eu, ka_ge, lv, nl, pl, pt_br, ru_ru, sl, ta_lk, th_th, tr, zh_cn

source: Missing a temporary folder
es: Falta la carpeta temporal
eu: Aldi bateko karpeta falta da
ka_ge: დროებითი საქაღალდე არ არსებობს
lv: Trūkst pagaidu mapes
nl: Er ontbreekt een tijdelijke map
pl: Brak folderu tymczasowego
pt_br: Diretório temporário não encontrado
ru_ru: Отсутствие временной папки
sl: Manjka začasna mapa
ta_lk: ஒரு தற்காலிகமான கோப்புறையை காணவில்லை
th_th: โฟลเดอร์ชั่วคราวเกิดการสูญหาย
tr: Geçici dizin eksik
zh_cn: 缺少临时目录

source: Couldn't save temporary image:
es: Fallo no pudo salvar a una imagen temporal
eu: Ezin izan da aldi bateko irudia gorde:
ka_ge: დროებითი სურათის შენახვა ვერ მოხერხდა:
lv: Nevar saglabāt pagaidu attēlu:
nl: Kan tijdelijk plaatje niet op slaan:
pl: Nie można zapisać obrazu tymczasowego:
pt_br: Não foi possível salvar a imagem temporária:
ru_ru: Не удалось сохранить временное изображение:
sl: Začasne slike ni mogoče shraniti:
ta_lk: தற்காலிக படத்தை சேமிக்கமுடியாது
th_th: ไม่สามารถบันทึกรูปภาพชั่วคราวได้:
tr: Geçici resmi saklayamadı :
zh_cn: 无法保存临时图像:

source: Couldn't load temporary image:
es: Fallo no pudo cargara de una imagen temporal
eu: Ezin izan da aldi bateko irudia kargatu:
ka_ge: დროებითი სურათის ჩატვირთვა ვერ მოხერხდა:
lv: Nevarēja ielādēt pagaidu attēlu:
nl: Kan tijdelijk plaatje niet op laden:
pl: Nie można wczytać obrazu tymczasowego:
pt_br: Não foi possível carregar a imagem temporária:
ru_ru: Не удалось загрузить временное изображение:
sl: Začasne slike ni mogoče naložiti:
ta_lk: தற்காலிக படத்தை ஏற்றமுடியாது
th_th: ไม่สามารถโหลดรูปภาพชั่วคราวได้:
tr: Geçici resmi yükleyemedi :
zh_cn: 无法加载临时图像:

source: No file was uploaded. Unknown error
es: Fallo no se subió el fichero
eu: Ez da fitxategirik igo. Errore ezezaguna
ka_ge: ფაილი არ აიტვირთა. უცნობი შეცდომა
lv: Netika augšupielādēta neviena datne. Nezināma kļūda
nl: Er was geen bestand geladen. Onbekende fout
pl: Plik nie został załadowany. Nieznany błąd
pt_br: Nenhum arquivo foi transferido. Erro desconhecido
ru_ru: Файл не был загружен. Неизвестная ошибка
sl: Nobena datoteka ni naložena. Neznana napaka.
ta_lk: ஒரு கோப்பும் பதிவேற்றப்படவில்லை. அறியப்படாத வழு
th_th: ยังไม่มีไฟล์ใดที่ถูกอัพโหลด เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ
tr: Dosya yüklenmedi. Bilinmeyen hata
zh_cn: 没有文件被上传。未知错误

source: Contacts
es: Contactos
eu: Kontaktuak
ka_ge: კონტაქტები
lv: Kontakti
nl: Contacten
pl: Kontakty
pt_br: Contatos
ru_ru: Контакты
sl: Stiki
ta_lk: தொடர்புகள்
th_th: ข้อมูลการติดต่อ
tr: Kişiler
zh_cn: 联系人

source: Indexing contacts
es: Indexando contactos
eu: Kontaktuak indexatzen
ka_ge: კონტაქტების ინდექსირება
lv: Indeksē kontaktus
nl: Bezig met indexeren van contactpersonen
pl: Indeksuj kontakty
ru_ru: Индексирование контактов
sl: Ustvarjanje kazala stikov
ta_lk: தொடர்புகளை அட்டவணையிடுதல்
th_th: จัดทำสารบัญรายชื่อผู้ติดต่อ
tr: Bağlantılar listeleniyor
zh_cn: 正在索引联系人

source: Add to...
es: Añadir a...
eu: Gehitu hemen...
ka_ge: დაამატე...
lv: Pievienot pie...
nl: Toevoegen aan...
pl: Dodaj do...
ru_ru: Добавить к...
sl: Dodaj v ...
ta_lk: இற்கு சேர்க்கப்பட்டது...
th_th: เพิ่มเข้าไปที่...
tr: Ekle...
zh_cn: 添加到……

source: Remove from...
es: Remover de...
eu: Ezabatu hemendik...
ka_ge: წაშალე...
lv: Izņemt no...
nl: Verwijderen uit...
pl: Usuń z...
ru_ru: Удалить из...
sl: Odstrani iz ...
ta_lk: இலிருந்து அகற்றுக...
th_th: ลบออกจาก...
tr: Sil...
zh_cn: 从……删除

source: Add group...
es: Añadir grupo...
eu: Gehitu taldea...
ka_ge: ჯგუფში დამატება...
lv: Pievienot grupu...
nl: Nieuwe groep...
pl: Dodaje grupę....
ru_ru: Добавить группу...
sl: Dodaj skupino ...
ta_lk: குழுவிற்கு சேர்க்க...
th_th: เพิ่มกลุ่ม...
tr: Grup ekle...
zh_cn: 添加分组……

source: Select photo
es: eccionar una foto
eu: Hautatu argazkia
ka_ge: ფოტოს არჩევა
lv: Izvēlieties fotogrāfiju
nl: Selecteer een foto
pl: Wybierz zdjęcie
pt_br: Selecione foto
ru_ru: Выбрать фотографию
sl: Izbor slike
ta_lk: படத்தை தெரிக
th_th: เลือกรูปถ่าย
tr: Fotograf seç
zh_cn: 选择图片

source: Network or server error. Please inform administrator.
es: Error en la red o en el servidor. Por favor informe al administrador.
eu: Errore bat izan da sare edo zerbitzarian. Mesedez abisatu administradorea.
ka_ge: ქსელი ან სერვერის შეცდომა. გთხოვთ დაუკავშირდეთ ადმინისტრატორს.
lv: Tīkla vai servera kļūda. Lūdzu, informējiet administratoru.
nl: Netwerk- of serverfout. Neem contact op met de beheerder.
pl: Błąd połączenia lub serwera. Skontaktuj sie z administratorem.
ru_ru: Сетевая или серверная ошибка. Пожалуйста, сообщите адмистратору.
sl: Napaka omrežja ali strežnika. Prosimo, če o tem obvestite administratorja.
ta_lk: வ​லைய​மைப்பு அல்லது சேவையக வழு. தயவுசெய்து நிர்வாகிக்கு தெரியப்படுத்தவும்.
th_th: เครือข่ายหรือเซิร์ฟเวอร์ เกิดข้อผิดพลาด กรุณาติดต่อผู้ดูแลระบบ
tr: Ağ veya sunucu hatası. Lütfen sistem yöneticisini bilgilendirin.
zh_cn: 网络或服务器错误。请通知管理员。

source: Error adding to group.
es: Error al añadir al grupo.
eu: Errore bat izan da taldera gehitzean.
ka_ge: შეცდომა ჯგუფში დამატებისას.
lv: Kļūda, pievienojot grupai.
nl: Fout bij het toevoegen aan de groep.
pl: Błąd dodania do grupy.
ru_ru: Ошибка добавления в группу.
sl: Napaka pri dodajanju v skupino.
ta_lk: குழுவில் சேர்ப்பதில் வழு.
th_th: เกิดข้อผิดพลาดในการเพิ่มเข้าไปยังกลุ่ม
tr: Grup eklenirken hata.
zh_cn: 添加到组时出错。

source: Error removing from group.
es: Error al remover del grupo.
eu: Errore bat izan da taldetik kentzean.
ka_ge: შეცდომა ჯგუფიდან წაშლისას.
lv: Kļūda, izņemot no grupas.
nl: Fout bij het verwijderen uit de groep.
pl: Błąd usunięcia z grupy.
ru_ru: Ошибка удаления из группы.
sl: Napaka pri odstranjevanju iz skupine.
ta_lk: குழுவிலிருந்து அகற்றுவதிலிருந்து வழு.
th_th: เกิดข้อผิดพลาดในการลบออกจากกลุ่ม
tr: Grup çıkartılırken hata.
zh_cn: 从组删除时出错。

source: There was an error opening a mail composer.
es: Hubo un error al abrir el escritor de correo electrónico.
eu: Errore bat izan da posta editorea abiaraztean.
ka_ge: შეცდომა მეილის დაწერის გვერდის გახსნის დროს.
lv: Gadījās kļūda, atverot vēstules redaktoru.
nl: Er is iets misgegaan tijdens het openen van een email programma.
pl: Wystąpił błąd podczas otwierania edytora.
ru_ru: Произошла ошибка при открытии окна составления сообщения.
sl: Med odpiranjem sestavljalnika pošte je prišlo do napake.
ta_lk: மின்னஞ்சல் செய்தியாக்குகையை திறப்பதில் வழு.
th_th: เกิดข้อผิดพลาดในการระหว่างการเปิดหน้าเครื่องมือเขียนอีเมล
zh_cn: 打开邮件撰写器时出错。

source: Deleting done. Click here to cancel reloading.
es: Borrado completo. Haga click para cancelar la recarga
eu: Ezabatzea burutu da. Klikatu hemen birkargatzea bertan behera uzteko.
ka_ge: წაშლა დასრულდა. დააჭირეთ აქ რომ შეაჩეროთ გვერდის რელოუდი.
lv: Dzēšana ir pabeigta. Spiediet šeit, lai beigtu pārlādēt.
nl: Verwijderen gereed. Klik hier om herladen te annuleren.
pl: Usuwanie udane. Kliknij tu aby anulować przeładowanie.
sl: Izbris je končan. Če želite preklicati ponovno nalaganje, kliknite sem.
tr: Silme tamamlandı. Yeniden yüklemeyi iptal etmek için buraya tıklayın.
zh_cn: 删除完成。点击此处以取消重新载入。

source: Add address book
es: Añadir libreta de direcciones
eu: Gehitu helbide-liburua
ka_ge: address book–ის დამატება
lv: Pievienot adrešu grāmatu
nl: Toevoegen adresboek
pl: Dodaj książkę adresową
sl: Dodaj imenik
tr: Adres defteri ekle
zh_cn: 添加地址簿

source: Import done. Click here to cancel reloading.
es: Importación completa. Haga click para cancerla la recarga.
eu: Inportatzea eginda. Hemen klikatu birkargatzea uzteko.
ka_ge: იმპორტირება დასრულდა. დააჭირეთ აქ რომ შეაჩეროთ გვერდის რელოუდი.
lv: Importēšana ir pabeigta. Spiediet šeit, lai beigtu pārlādēt.
nl: Import gereed. Klik hier om herladen te annuleren.
pl: Importowanie zakończone. Kliknij tu aby anulować przeładowanie.
sl: Uvoz je končan. Če želite preklicati ponovno nalaganje, kliknite sem.
tr: İçe aktarma tamamlandı. Yeniden yüklemeyi iptal etmek için buraya tıklayın.
zh_cn: 导入完毕。点击此处取消重载。

source: Not all files uploaded. Retrying...
es: No se han podido subir todos los archivos. Reintentando...
eu: Fitxategi guztiak ez dira igo. Berriz saiatzen...
ka_ge: ყველა ფაილი არ აიტვირთა. გამეორება...
lv: Ne visas datnes ir augšupielādētas. Mēģina vēlreiz...
nl: Nog niet alle bestanden zijn ge-upload. Nogmaals proberen...
pl: Nie wszystkie pliki załadowane. Ponowna próba...
ru_ru: Не все файлы загружены. Попробуйте снова..
sl: Vse datoteke niso bile poslane. Poskus bo ponovljen ...
th_th: ไม่ใช่ไฟล์ทั้งหมดที่จะถูกอัพโหลด กำลังลองใหม่...
tr: Tüm dosyalar yüklenemedi. Yeniden deneniyor...
zh_cn: 仍有文件未上传，重试中

source: Something went wrong with the upload, please retry.
es: Algo ha ido mal con la subida, por favor, reintentelo.
eu: Zerbait gaizki joan da igotzean, mesedez saiatu berriz.
ka_ge: მოხდა შეცდომა ატვირთვის დროს. გთხოვთ გაიმეოროთ.
lv: Kaut kas nogāja greizi ar augšupielādēšanu. Lūdzu, mēģiniet vēlreiz.
nl: Er is iets fout gegaan met het uploaden. Probeer het nog eens.
pl: Coś poszło nie tak z ładowanie, proszę spróbować ponownie.
ru_ru: Что-то пошло не так при загрузке, пожалуйста, попробуйте снова.
sl: Med nalaganjem je prišlo do napake. Poskusite znova.
th_th: เกิดข้อผิดพลาดบางประการในการอัพโหลด, กรุณาลองใหม่อีกครั้ง
zh_cn: 上传中出现些问题，请重试。

source: Error
es: Fallo
eu: Errorea
ka_ge: შეცდომა
lv: Kļūda
nl: Fout
pl: Błąd
pt_br: Erro
ru_ru: Ошибка
sl: Napaka
ta_lk: வழு
th_th: พบข้อผิดพลาด
tr: Hata
zh_cn: 错误

source: Importing from {filename}...
es: Importando desde {filename}...
eu: Inportatzen {fitxategi-izena}...
ka_ge: იმპორტირება {filename}–დან ...
lv: Importē no {filename}...
nl: Importeren van {filename}...
pl: Importowanie z {filename}...
sl: Uvažam iz {filename}...
tr: {filename} dosyasından içe aktarılıyor...
zh_cn: 正在导入 {文件名}...

source: {success} imported, {failed} failed.
es: {success} importados, {failed} fallidos.
eu: {success} inportatuta, {failed} huts eginda.
ka_ge: {success} დაიმპორტდა, {failed} შეცდომა.
lv: {success} importēti, {failed} cieta neveiksmi.
nl: {success} geïmporteerd, {failed} mislukt.
pl: {success} udanych, {failed} nieudanych.
sl: {success} uvoženih, {failed} spodletelih.
tr: {success} içe aktarıldı, {failed} başarısız oldu.

source: Importing...
es: Importando...
eu: Inportatzen
ka_ge: იმპორტირება...
lv: Importē...
nl: Importeren...
pl: Importowanie...
ru_ru: Импортирование...
sl: Uvažanje ...
th_th: กำลังนำเข้าข้อมูล...
tr: İçeri aktarılıyor...
zh_cn: 导入中

source: Unable to upload your file as it is a directory or has 0 bytes
es: Imposible subir su archivo, es un directorio o tiene 0 bytes
eu: Ezin izan da zure fitxategia igo karpeta bat delako edo 0 byte dituelako
ka_ge: თქვენი ფაილის ატვირთვა ვერ მოხერხდა. ის არის საქაღალდე და შეიცავს 0 ბაიტს
lv: Nevar augšupielādēt jūsu datni, jo tā ir direktorija vai arī tā ir 0 baitu liela
nl: Het lukt niet om uw bestand te uploaded, omdat het een folder of 0 bytes is
pl: Nie można przesłać pliku, ponieważ to jest katalog lub ma 0 bajtów
ru_ru: Невозможно загрузить Ваш файл, так как он является каталогом или его размер составляет 0 байт.
sl: Pošiljanje ni mogoče, saj gre za mapo, ali pa je datoteka velikosti 0 bajtov.
ta_lk: அடைவு அல்லது 0 bytes ஐ கொண்டுள்ளதால் உங்களுடைய கோப்பை பதிவேற்ற முடியவில்லை
th_th: ไม่สามารถอัพโหลดไฟล์ของคุณได้ เนื่องจากไฟล์ดังกล่าวเป็นไดเร็กทอรี่ หรือ มีขนาดไฟล์ 0 ไบต์
tr: Dosyanızın boyutu 0 byte olduğundan veya bir dizin olduğundan yüklenemedi
zh_cn: 无法上传您的文件，文件夹或者空文件

source: Upload Error
es: Error de subida
eu: Igotzeak huts egin du
ka_ge: შეცდომა ატვირთვისას
lv: Augšupielādes kļūda
nl: Upload fout
pl: Błąd ładowania
ru_ru: Ошибка загрузки
sl: Napaka med nalaganjem
ta_lk: பதிவேற்றல் வழு
th_th: เกิดข้อผิดพลาดในการอัพโหลด
tr: Yükleme Hatası
zh_cn: 上传错误

source: The file you are trying to upload exceed the maximum size for file uploads on this server.
es: El fichero que quieres subir excede el tamaño máximo permitido en este servidor.
eu: Igo nahi duzun fitxategia zerbitzariak onartzen duen tamaina baino handiagoa da.
ka_ge: ფაილი რომლის ატვირთვასაც თქვენ ცდილობთ აჭარბებს ფაილების აპლოუდის მაქსიმუმს ამ სერვერზე.
lv: Datne, ko mēģināt augšupielādēt pārsniedz maksimālo datņu augšupielādes izmēru šim serverim.
nl: Het bestand dat u probeert te uploaden overschrijdt de maximale bestand grootte voor bestand uploads voor deze server.
pl: Plik, który próbujesz wysłać przekracza maksymalny rozmiar pliku przekazywania na tym serwerze.
pt_br: O arquivo que você está tentando carregar excede o tamanho máximo para este servidor.
ru_ru: Размер загружаемого Вами файла превышает максимально допустимый для загрузки на данный сервер.
sl: Datoteka, ki jo poskušate naložiti, presega največjo dovoljeno velikost za pošiljanje na tem strežniku.
ta_lk: நீங்கள் பதிவேற்ற முயற்சிக்கும் கோப்பானது இந்த சேவையகத்தில் பதிவேற்றக்கூடிய கோப்பின் ஆகக்கூடிய அளவைவிட கூடியது.
th_th: ไฟล์ที่คุณกำลังพยายามที่จะอัพโหลดมีขนาดเกินจำนวนสูงสุดที่สามารถอัพโหลดได้สำหรับเซิร์ฟเวอร์นี้
tr: Yüklemeye çalıştığınız dosya sunucudaki dosya yükleme maksimum boyutunu aşmaktadır.
zh_cn: 您试图上传的文件超出了该服务器的最大文件限制

source: Upload too large
es: bida demasido grande
eu: Igoera handiegia da
ka_ge: ასატვირთი ფაილი ძალიან დიდია
lv: Datne ir par lielu, lai to augšupielādētu
nl: Upload is te groot
pl: Załadunek za duży
ru_ru: Загрузка слишком велика
sl: Datoteke za pošiljanje so prevelike
ta_lk: பதிவேற்றல் மிகப்பெரியது
th_th: ไฟล์ที่อัพโหลดมีขนาดใหญ่เกินไป
tr: Yükleme çok büyük
zh_cn: 上传文件过大

source: Pending
es: Pendientes
eu: Zain
lv: Gaida savu kārtu
nl: In behandeling
pl: W toku
ru_ru: Ожидание
sl: V čakanju ...
ta_lk: நிலுவையிலுள்ள
th_th: อยู่ระหว่างดำเนินการ
tr: Bekliyor
zh_cn: 等待

source: Add group
es: Añadir grupo
eu: Gehitu taldea
ka_ge: ჯგუფის დამატება
lv: Pievienot grupu
nl: Toevoegen groep
pl: Dodaj drupę
ru_ru: Добавить группу
sl: Dodaj skupino
ta_lk: குழுவில் சேர்க்க
th_th: เพิ่มกลุ่ม
tr: Grup ekle
zh_cn: 添加分组

source: No files selected for upload.
es: No hay ficheros seleccionados para subir
eu: Ez duzu igotzeko fitxategirik hautatu.
ka_ge: ფაილები არ არის მონიშნული ასატვირთად.
lv: Neviena datne nav izvēlēta augšupielādei.
nl: Geen bestanden geselecteerd voor upload.
pl: Żadne pliki nie zostały zaznaczone do wysłania.
pt_br: Nenhum arquivo selecionado para carregar.
ru_ru: Не выбрано файлов для загрузки.
sl: Ni izbrane datoteke za nalaganje.
ta_lk: பதிவேற்றுவதற்கு கோப்புகள் தெரிவுசெய்யப்படவில்லை
th_th: ยังไม่ได้เลือกไฟล์ำสำหรับอัพโหลด
tr: Yükleme için dosya seçilmedi.
zh_cn: 没有选择文件以上传

source: Edit profile picture
es: Editar imagen de perfil.
eu: Editatu profilaren argazkia
ka_ge: პროფილის სურათის რედაქტირება
lv: Rediģēt profila bildi
nl: Bewerk profielafbeelding
pl: Edytuj zdjęcie profilu
ru_ru: Добавить изображение к профилю
sl: Uredi fotografijo profila
ta_lk: விபரக்கோவை படத்தை தொகுக்க
th_th: แก้ไขรูปภาพหน้าโปรไฟล์
tr: Profil fotografı ekle
zh_cn: 编辑配置图片

source: Error loading profile picture.
es: Error cargando la imagen del perfil.
eu: Errorea profilaren irudia kargatzean.
ka_ge: შეცდომა პროფილის სურათის ჩატვირთვისას.
lv: Kļūda, ielādējot profila bildi.
nl: Fout profiel plaatje kan niet worden geladen.
pl: Błąd wczytywania zdjęcia profilu.
pt_br: Erro ao carregar imagem de perfil.
ru_ru: Ошибка при загрузке картинки профиля.
sl: Napaka med nalaganjem slike profila.
ta_lk: விபரக்கோவை படத்தை ஏற்றுவதில் வழு
th_th: เกิดข้อผิดพลาดในการโหลดรูปภาพประจำตัว
tr: Profil resmi yüklenirken hata oluştu.
zh_cn: 载入档案图片时出错

source: Enter name
es: Introducir nombre
eu: Sartu izena
lv: Ievadiet vārdu
nl: Naam
pl: Wpisz nazwę
pt_br: Digite o nome
ru_ru: Ввод имени
sl: Vnesi ime
ta_lk: பெயரை நுழைக்க
th_th: กรอกชื่อ
tr: İsim giriniz
zh_cn: 输入姓名

source: Enter description
es: Introducir descripción
eu: Sartu deskribapena
lv: Ievadiet aprakstu
nl: Beschrijving
pl: Wprowadź opis
pt_br: Digite a descrição
ru_ru: Ввод описания
sl: Vnesi opis
ta_lk: விபரிப்புக்களை நுழைக்க
th_th: กรอกคำอธิบาย
tr: Tanım giriniz
zh_cn: 输入描述

source: Select addressbook
es: Seleccionar libreta de direcciones
eu: Hautatu helbide-liburua
lv: Izvēlieties adrešu grāmatu
nl: Kies een adresboek
pl: Wybierz książkę adresową
ru_ru: Выбрать адресную книгу
sl: Izberite imenik
ta_lk: முகவரி புத்தகத்தை தெரிவுசெய்க
th_th: เลือกสมุดบันทึกที่อยู่
tr: Adres defterini sil
zh_cn: 选择地址簿

source: The address book name cannot be empty.
es: El nombre de la libreta de direcciones no puede estar vacio.
eu: Helbide-liburuaren izena ezin da hutsik egon.
lv: Adrešu grāmatas nosaukums nedrīkst būt tukšs.
nl: De naam van het adresboek mag niet leeg zijn.
pl: Nazwa książki adresowej nie może być pusta.
pt_br: O nome da agenda não pode ficar em branco.
ru_ru: Имя адресной книги не должно быть пустым.
sl: Imenika mora imeti določeno ime.
ta_lk: முகவரிப் புத்தகத்தின் பெயர் வெறுமையாக இருக்கமுடியாது.
th_th: ชื่อของสมุดบันทึกที่อยู่ไม่สามารถเว้นว่างได้
tr: Adres defterinde adı boş olamaz.
zh_cn: 地址簿名称不能为空

source: Is this correct?
es: ¿Es esto correcto?
eu: Hau zuzena al da?
ka_ge: არის ეს სწორი?
lv: Vai tas ir pareizi?
nl: Is dit correct?
pl: Jest to prawidłowe?
ru_ru: Это верно?
sl: Ali je to pravilno?
ta_lk: இது சரியா?
th_th: คุณแน่ใจแล้วหรือว่าถูกต้อง?
tr: Doğru mu?
zh_cn: 这正确吗？

source: There was an unknown error when trying to delete this contact
es: Hubo un error desconocido al tratar de eliminar este contacto
eu: Errore ezezagun bat izan da kontaktu hau ezabatzeko orduan
lv: Gadījās nezināma kļūda, mēģinot dzēst šo kontaktu
nl: Er is een onbekende fout opgetreden bij het verwijderen van deze contactpersoon
pl: Wystąpił nieznany błąd podczas próby usunięcia tego kontaktu
ru_ru: Возникла неизвестная ошибка при попытке удалить этот контакт
sl: Med poskusom izbrisa tega stika je prišlo do neznane napake.
ta_lk: இந்த தொடர்பை நீக்கும் போது தெரியாத வழு ஏற்பட்டது
th_th: เกิดข้อผิดพลาดบางประการที่ไม่ทราบสาเหตุ ในระหว่างการลบรายชื่อผู้ติดต่อนี้
zh_cn: 尝试删除这个联系人时出现一个未知错误。

source: Some contacts are marked for deletion, but not deleted yet. Please wait for them to be deleted.
es: Algunos contactos están marcados para su eliminación, pero no eliminados todavía. Por favor, espere a que sean eliminados.
eu: Kontaktu batzuk ezabatzeko markatuta daude, baina oraindik ez dira ezabatu. Mesedez itxoin ezabatu arte.
ka_ge: ზოგიერთი კონტაქტი მონიშნულია წასაშლელად, მაგრამ ჯერ ვერ წაიშლება. გთხოვთ დაიცადოთ სანამ ისინი წაიშლება.
lv: Daži kontakti ir atzīmēti dzēšanai, bet vēl nav izdzēsti. Lūdzu, uzgaidiet, līdz tie tiks izdzēsti.
nl: Enkele contacten zijn gemarkeerd om verwijderd te worden, maar zijn nog niet verwijderd. Wacht totdat ze zijn verwijderd.
pl: Niektóre kontakty są zaznaczone do usunięcia, ale nie są usunięte jeszcze. Proszę czekać na ich usunięcie.
pt_br: Alguns contatos foram marcados para remoção, mas não foram removidos ainda. Por favor aguarde a remoção desses contatos.
ru_ru: Некоторые контакты отмечены для удаления, но еще не удалены. Пожалуйста, подождите пока они будут удалены.
sl: Nekateri stiki so označeni za izbris, vendar še niso izbrisani. Počakajte na izbris.
ta_lk: சில தொடர்புகள் அழிப்பதற்காக அடையாளப்படுத்தப்பட்டுள்ளது, ஆனால் இன்னும் அழிக்கவில்லை. தயவுசெய்து அது அழியும் வரை காத்திருக்கவும்.
th_th: ข้อมูลผู้ติดต่อบางรายการได้ถูกทำเครื่องหมายสำหรับลบทิ้งเอาไว้, แต่ยังไม่ได้ถูกลบทิ้ง, กรุณารอให้รายการดังกล่าวถูกลบทิ้งเสียก่อน
tr: Bazı kişiler silinmek için işaretlendi, hala silinmedi. Silinmesi için bekleyin.
zh_cn: 一些联系人已被标注为删除，但是尚未完成，请稍候。

source: Click to undo deletion of {num} contacts
es: Pulse para deshacer la eliminación de {num} contactos
eu: Klikatu {num} kontaktuen ezabaketa desegiteko
ka_ge: დააჭირეთ წაშლილი {num}–ი ცონტაქტის დასაბრუნებლად
lv: Spiediet, lai atsauktu {num} kontaktu dzēšanu
nl: Klik om het verwijderen van {num} contactpersonen ongedaan te maken.
pl: Kliknij aby cofnąć usunięcie {num} kontaktów
ru_ru: Нажмите, чтобы отменить удаление {num} контактов
sl: Klikni za preklic izbrisa {num} stikov
ta_lk: தொடர்புகள் நீக்கியதை முன் செயல் நீக்கம் {num} செய்வதற்கு சொடக்குக
th_th: คลิกเพื่อเลิกทำ การลบรายชื่อผู้ติดต่อ {num} รายการ
zh_cn: 点击以撤销删除这{num}个联系人

source: Cancelled deletion of {num}
es: La eliminación de {num} fue cancelada
eu: {num}en ezabaketa ezeztatuta
ka_ge: {num}–ი წასაშლელის უარყოფა
lv: Atcēla {num} dzēšanu
nl: Verwijderen geannuleerd van {num}
pl: Usunięcie Anulowane {num}
ru_ru: Отменено удаление {num}
sl: Preklican izbris {num} stikov
ta_lk: {num} ஐ நீக்குவதை இரத்துசெய்க
th_th: ยกเลิกการลบ {num} รายการแล้ว

source: Contact is already in this group.
es: El contacto ya se encuentra en este grupo.
eu: Kontaktua dagoeneko talde honetan dago.
ka_ge: კონტაქტი უკვე არსებობს ჯგუფში.
lv: Kontakts jau ir šajā grupā.
nl: De contactpersoon bevindt zich al in deze groep.
pl: Kontakt jest już w tej grupie.
ru_ru: Контакт уже в этой группе.
sl: Stik je že v tej skupini.
ta_lk: தொடர்பு ஏற்கனவே இந்த குழுவில் உள்ளது.
th_th: รายชื่อผู้ติดต่อมีอยู่ในกลุ่มนี้อยู่แล้ว
tr: Bağlantı zaten bu grupta.
zh_cn: 联系人已经在这个组中。

source: Contacts are already in this group.
es: Los contactos ya se encuentran es este grupo.
eu: Kontaktuak dagoeneko talde honetan daude.
ka_ge: კონტაქტები უკვე არსებობს ჯგუფში.
lv: Kontakti jau ir šajā grupā.
nl: De contactpersonen bevinden zich al in deze groep.
pl: Kontakty są już w tej grupie.
ru_ru: Контакты уже в этой группе.
sl: Stiki so že v tej skupini.
ta_lk: தொடர்புகள் ஏற்கனவே இந்த குழுவில் உள்ளது.
th_th: รายชื่อผู้ติดต่อดังกล่าวมีอยู่แล้วในกลุ่มนี้
tr: Bağlantılar zaten bu gruptalar.
zh_cn: 联系人都已经在这个组中。

source: Couldn't get contact list.
es: No se pudo obtener la lista de contactos.
eu: Ezin izan da kontaktuen zerrenda lortu.
ka_ge: კონტაქტ ლისტის მიღება ვერ მოხერხდა.
lv: Nevarēja saņemt kontaktu sarakstu.
nl: Kan de contactenlijst niet ophalen.
pl: Nie można pobrać listy kontaktów.
ru_ru: Не удалось получить лист контактов.
sl: Ne morem dobiti seznama stikov.
ta_lk: தொடர்பு பட்டியலை பெறமுடியாதுள்ளது.
th_th: ไม่สามารถดึงรายชื่อผู้ติดต่อได้
tr: Bağlantı listesi alınamadı.
zh_cn: 无法获取联系人列表。

source: Contact is not in this group.
es: El contacto no se encuentra en este grupo.
eu: Kontaktua ez dago talde honetan.
ka_ge: მოცემული კონტაქტი არ არის ჯგუფში
lv: Kontakts nav šajā grupā.
nl: De contactpersoon bevindt zich niet in deze groep
pl: Kontakt nie jest w tej grupie.
ru_ru: Контакт не в этой группе.
sl: Stik ni v tej skupini
ta_lk: தொடர்பு இந்த குழுவில் இல்லை.
th_th: รายชื่อผู้ติดต่อไม่มีอยู่ในกลุ่มนี้
tr: Bağlantı bu grupta değil.
zh_cn: 联系人不在此分组中。

source: Contacts are not in this group.
es: Los contactos no se encuentran en este grupo.
eu: Kontaktuak ez daude talde honetan.
ka_ge: მოცემული კონტაქტები არ არის ჯგუფში.
lv: Kontakti nav šajā grupā.
nl: De contactpersonen bevinden zich niet in deze groep
pl: Kontakty nie sa w tej grupie.
ru_ru: Контакты не в этой группе.
sl: Stiki niso v tej skupini.
ta_lk: தொடர்புகள் இந்த குழுவில் இல்லை
th_th: รายชื่อผู้ติดต่อดังกล่าวไม่มีอยู่ในกลุ่มนี้
tr: Bağlantılar bu grupta değiller.
zh_cn: 联系人都没有在这个组中。

source: A group named {group} already exists
es: Un grupo llamado {group} ya existe.
eu: {group} izeneko taldea dagoeneko existitzen da
ka_ge: ჯგუფი სახელით {group} უკვე არსებობს
lv: Grupa “{group}” jau eksistē
nl: Er bestaat al een groep {group}
pl: Nazwa grupy {group} już istnieje
ru_ru: Группа, названная {группа} уже существует
sl: Skupina z imenom {group} že obstaja.
ta_lk: ஒரு குழு பெயர் {குழு} ஏற்கனவே உள்ளது
th_th: ชื่อกลุ่มดังกล่าว {group} มีอยู่แล้ว
tr: {group} isimli bir grup zaten mevcut
zh_cn: 分组{group}已存在。

source: You can drag groups to arrange them as you like.
es: Puede arrastrar grupos para arreglarlos como usted quiera.
eu: Taldeak nahi duzun moduan antolatzeko arrastra ditzakezu.
ka_ge: თქვენ შეგიძლიათ გადაანაცვლოთ (drag & drop) ჯგუფები⏎ და განალაგოთ თქვენი სურვილის მიხედვით.
lv: Jūs varat vilkt grupas, lai izkārtotu tās pēc savas patikas.
nl: U kunt groepen slepen om ze naar wens te rangschikken.
pl: Można przeciągnąć grupy do aby podzielić je jak chcesz.
sl: Skupine lahko z vlečenjem razporedite po vaših željah.
zh_cn: 你可以拖拽群组以你喜欢的方式摆放他们。

source: All
es: Todos
eu: Denak
ka_ge: ყველა
lv: Visi
nl: Alle
pl: Wszystkie
ru_ru: Все
sl: Vsi
ta_lk: எல்லாம்
th_th: ทั้งหมด
tr: Tümü
zh_cn: 全部
