Repository: owncloud-archive/apps
Catalog: l10n/*/contacts.po
Languages: es, eu, ka_ge, lv, nl, pl, pt_br, ru_ru, sl, ta_lk, th_th, tr, zh_cn

source: <h3>You have no contacts in your addressbook.</h3><p>Add a new contact or import existing contacts from a VCF file.</p>
es: <h3>No tiene ningún contacto.</h3><p>Agregue uno nuevo or importe contactos existentes de un archivo VCF.</p>
eu: <h3>Ez duzu kontakturik helbide-liburuan.</h3><p>Gehitu kontaktu berri bat edo inportatu VCF fitxategi batetatik.</p>
ka_ge: <h3>თქვენ არაგაქვთ კონტაქტები თქვენს addressbook–ში.</h3><p> დაამატეთ ახალი კონტაქტი ან დააიმპორტეთ უკვე არსებული კონტაქტები VCF ფაილიდან </p>
lv: <h3>Jūsu adrešu grāmatā nav kontaktu.</h3><p>Pievieno jaunu kontaktu vai importē esošos kontaktus no VCF datnes.</p>
nl: <h3>Je hebt geen contacten in je addresboek.</h3><p>Voeg een nieuw contact toe of importeer bestaande contacten met een VCF bestand.</p>
pl: <h3>Nie masz żadnych kontaktów w Twojej książce adresowej.</h3><p>Dodaj nowy kontakt lub zaimportuj istniejące kontakty z pliku VCF.</p>
ru_ru: <h3>У Вас нет контактов в адресной книге.</h3><p>Добавьте новый контакт или импортируйте существующие контакты из VCF-файла.</p>
sl: <h3>V vašem imeniku nimate stikov.</h3><p>Dodaj nov stik ali uvozi obstoječe stike iz datoteke VCF.</p>
ta_lk: <h3>உங்களுடைய முகவரி புத்தகத்தில் ஒரு தொடர்பும் இல்லை.</h3><p>புதிய தொடர்பை சேர்க்க அல்லது ஏற்கனவே உள்ள தொடர்புகளை VCF கோப்பிலிருந்து இறக்குமதி செய்க.</p>
th_th: <h3> คุณยังไม่มีรายชื่อผู้ติดต่อในสมุดบันทึกที่อยู่ของคุณ </h3><p>เพิ่มรายชื่อผู้ติดต่อใหม่ หรือนำเข้ารายชื่อผู้ติดต่อเดิมที่มีอยู่แล้วจากไฟล์ VCF</p>
zh_cn: <h3>你的地址薄中没有联系人。</h3><p>添加一个新的联系人或者从VCF文件中导入。</p>

source: Add contact
es: Añadir contacto
eu: Gehitu kontaktua
ka_ge: კონტაქტის დამატება
lv: Pievienot kontaktu
nl: Contactpersoon toevoegen
pl: Dodaj kontakt
pt_br: Adicionar contatos
ru_ru: Добавить контакт
sl: Dodaj stik
ta_lk: தொடர்பை சேர்க்க
th_th: เพิ่มชื่อผู้ติดต่อ
tr: Bağlatı ekle
zh_cn: 添加联系人

source: Compose mail
es: Redactar mensaje
eu: Idatzi eposta
ka_ge: მეილის დაწერა
lv: Sacerēt vēstuli
nl: Schrijf email
pl: Tworzenie wiadomości
ru_ru: Написать письмо
sl: Sestavi mail
ta_lk: மின்னஞ்சல் செய்தியாக்குகை
th_th: เขียนอีเมล
tr: Posta oluştur
zh_cn: 编写邮件

source: Delete group
es: Eliminar grupo
eu: Ezabatu taldea
ka_ge: ჯგუფის წაშლა
lv: Dzēst grupu
nl: Verwijder groep
pl: Usuń grupę
ru_ru: Удалить группу
sl: Izbriši skupino
ta_lk: குழுக்களை நீக்குக
th_th: ลบกลุ่ม
tr: Grubu sil
zh_cn: 删除分组

source: Delete current photo
es: Eliminar fotografía actual
eu: Ezabatu oraingo argazkia
ka_ge: მიმდინარე სურათის წაშლა
lv: Dzēst pašreizējo fotogrāfiju
nl: Verwijdere huidige foto
pl: Usuń aktualne zdjęcie
pt_br: Deletar imagem atual
ru_ru: Удалить текущую фотографию
sl: Izbriši trenutno sliko
ta_lk: தற்போதைய படத்தை நீக்குக
th_th: ลบรูปภาพปัจจุบัน
tr: Mevcut fotoğrafı sil
zh_cn: 删除当前照片

source: Edit current photo
es: Editar fotografía actual
eu: Editatu oraingo argazkia
ka_ge: მიმდინარე სურათის რედაქტირება
lv: Rediģēt pašreizējo fotogrāfiju
nl: Wijzig huidige foto
pl: Edytuj aktualne zdjęcie
pt_br: Editar imagem atual
ru_ru: Редактировать текущую фотографию
sl: Uredi trenutno sliko
ta_lk: தற்போதைய படத்தை தொகுக்க
th_th: แก้ไขรูปภาพปัจจุบัน
tr: Mevcut fotoğrafı düzenle
zh_cn: 编辑当前照片

source: Upload new photo
es: Subir nueva fotografía
eu: Igo argazki berria
ka_ge: ახალი სურათის ატვირთვა
lv: Augšupielādēt jaunu fotogrāfiju
nl: Upload nieuwe foto
pl: Wczytaj nowe zdjęcie
pt_br: Carregar nova foto
ru_ru: Загрузить новую фотографию
sl: Naloži novo sliko
ta_lk: புதிய படத்தை பதிவேற்றுக
th_th: อัพโหลดรูปภาพใหม่
tr: Yeni fotoğraf yükle
zh_cn: 上传新照片

source: Select photo from ownCloud
es: Seleccionar fotografía desde ownCloud
eu: Hautatu argazki bat ownCloudetik
ka_ge: აირჩიე სურათი ownCloud –იდან
lv: Izvēlieties fotogrāfiju no ownCloud
nl: Selecteer foto uit ownCloud
pl: Wybierz zdjęcie z ownCloud
pt_br: Selecionar foto do OwnCloud
ru_ru: Выбрать фотографию из ownCloud
sl: Izberi sliko iz ownCloud
ta_lk: ownCloud இலிருந்து படத்தை தெரிவுசெய்க
th_th: เลือกรูปภาพจาก ownCloud
tr: ownCloud'dan bir fotoğraf seç
zh_cn: 从 ownCloud 选择照片

source: First name
es: Nombre
eu: Izena
ka_ge: სახელი
lv: Vārds
nl: Voornaam
pl: Imię
ru_ru: Имя
sl: Ime
ta_lk: முதல் பெயர்
th_th: ชื่อจริง
tr: İsim
zh_cn: 名

source: Additional names
es: Nombres adicionales
eu: Tarteko izenak
ka_ge: დამატებითი სახელები
lv: Papildu vārdi
nl: Extra namen
pl: Dodatkowe nazwy
pt_br: Segundo Nome
ru_ru: Дополнительные имена
sl: Druga imena
ta_lk: மேலதிக பெயர்கள்
th_th: ชื่ออื่นๆ
tr: İlave isimler
zh_cn: 其他名称

source: Last name
es: Apellido
eu: Abizena
ka_ge: გვარი
lv: Uzvārds
nl: Achternaam
pl: Nazwisko
ru_ru: Фамилия
sl: Priimek
ta_lk: கடைசிப் பெயர்
th_th: นามสกุลจริง
tr: Soyisim
zh_cn: 姓

source: Nickname
es: Alias
eu: Ezizena
ka_ge: ნიკნეიმი
lv: Iesauka
nl: Roepnaam
pl: Nazwa
pt_br: Apelido
ru_ru: Имя
sl: Vzdevek
ta_lk: பட்டப்பெயர்
th_th: ชื่อเล่น
tr: Takma ad
zh_cn: 昵称

source: Enter nickname
es: Introduce un alias
eu: Sartu ezizena
ka_ge: შეიყვანეთ ნიკნეიმი
lv: Ievadiet iesauku
nl: Voer roepnaam in
pl: Wpisz nazwę
pt_br: Digite o apelido
ru_ru: Введите имя
sl: Vnos vzdevka
ta_lk: பட்டப்பெயரை நுழைக்க
th_th: กรอกชื่อเล่น
tr: Takma adı girin
zh_cn: 输入昵称

source: Title
es: Título
eu: Izenburua
ka_ge: სახელი
lv: Nosaukums
nl: Titel
pl: Tytuł
pt_br: Título
ru_ru: Название
sl: Ime
ta_lk: தலைப்பு
th_th: ชื่อ
tr: Başlık
zh_cn: 标题

source: Enter title
es: Ingrese titulo
eu: Idatzi titulua
ka_ge: მიუთითეთ სათაური
lv: Ievadiet nosaukumu
nl: Invoeren titel
pl: Wpisz nazwę
sl: Vnesite naziv
tr: Başlık girin
zh_cn: 输入标题

source: Organization
es: Organización
eu: Erakundea
ka_ge: ორგანიზაცია
lv: Organizācija
nl: Organisatie
pl: Organizacja
pt_br: Organização
ru_ru: Организация
sl: Ustanova
ta_lk: நிறுவனம்
th_th: หน่วยงาน
tr: Organizasyon
zh_cn: 组织

source: Enter organization
es: Ingrese organización
eu: Idatzi erakundea
ka_ge: მიუთითეთ ორგანიზაცია
lv: Ievadiet organizāciju
nl: Invoeren organisatie
pl: Wpisz organizację
sl: Vnesite organizacijo
tr: Organizasyonu girin
zh_cn: 输入组织

source: Birthday
es: Cumpleaños
eu: Jaioteguna
ka_ge: დაბადების დრე
lv: Dzimšanas diena
nl: Verjaardag
pl: Urodziny
pt_br: Aniversário
ru_ru: День рождения
sl: Rojstni dan
ta_lk: பிறந்த நாள்
th_th: วันเกิด
tr: Doğum günü
zh_cn: 生日

source: Notes go here...
es: Las notas van acá...
eu: Idatzi oharrak hemen...
ka_ge: შენიშვნებისთვის შეიხედეთ აქ...
lv: Piezīmes atrodas šeit...
nl: Hier de notities...
pl: Notatki kliknij tutaj...
ru_ru: Заметки перемещаются сюда...
sl: Prostor za opombe ...
ta_lk: குறிப்புகள் இங்கே இருக்கின்றன...
th_th: เขียนบันทึกกำกับตรงนี้...

source: Export as VCF
es: Exportar como VCF
eu: VCF gisa esportatu
ka_ge: ექსპორტი VCF ფორმატში
lv: Eksportēt kā VCF
nl: Exporteren als VCF
pl: Eksportuj jako VCF
sl: Izvozi kot VCF
tr: VCF olarak dışa aktar
zh_cn: 导出为 VCF

source: Add
es: Añadir
eu: Gehitu
ka_ge: დამატება
lv: Pievienot
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru_ru: Добавить
sl: Dodaj
ta_lk: சேர்க்க
th_th: เพิ่ม
tr: Ekle
zh_cn: 增加

source: Phone
es: Teléfono
eu: Telefonoa
ka_ge: ტელეფონი
lv: Tālrunis
nl: Telefoon
pl: Telefon
pt_br: Telefone
ru_ru: Телефон
sl: Telefon
ta_lk: தொலைப்பேசி
th_th: โทรศัพท์
tr: Telefon
zh_cn: 电话

source: Email
es: Correo electrónico
eu: Eposta
ka_ge: იმეილი
lv: E-pasts
sl: Elektronska pošta
ta_lk: மின்னஞ்சல்
th_th: อีเมล์
tr: Eposta
zh_cn: 电子邮件

source: Instant Messaging
es: Mensajería instantánea
eu: Berehalako mezularitza
lv: Tūlītējā ziņojumapmaiņa
pl: Komunikator
pt_br: Mensagem Instantânea
ru_ru: Обмен мгновенными сообщениями
sl: Hipno sporočanje
th_th: ส่งข้อความโต้ตอบแบบทันที
tr: Anında Mesajlaşma
zh_cn: 即时通讯

source: Address
es: Dirección
eu: Helbidea
ka_ge: მისამართი
lv: Adrese
nl: Adres
pl: Adres
pt_br: Endereço
ru_ru: Адрес
sl: Naslov
ta_lk: முகவரி
th_th: ที่อยู่
tr: Adres
zh_cn: 地址

source: Note
es: Nota
eu: Oharra
ka_ge: შენიშვნა
lv: Piezīme
nl: Notitie
pl: Uwaga
pt_br: Nota
ru_ru: Заметки
sl: Opomba
ta_lk: குறிப்பு
th_th: หมายเหตุ
tr: Not
zh_cn: 注释

source: Web site
es: Sitio Web
eu: Web orria
ka_ge: Web გვერდი
lv: Tīmekļa vietne
pl: Strona www
ru_ru: Веб-сайт
sl: Spletna stran
ta_lk: வலைய தளம்
th_th: เว็บไซต์
tr: Web sitesi
zh_cn: 网址

source: Delete contact
es: Eliminar contacto
eu: Ezabatu kontaktua
ka_ge: კონტაქტის წაშლა
lv: Dzēst kontaktu
nl: Verwijder contact
pl: Usuwa kontakt
pt_br: Apagar contato
ru_ru: Удалить контакт
sl: Izbriši stik
ta_lk: தொடர்பை நீக்குக
th_th: ลบข้อมูลการติดต่อ
tr: Kişiyi sil
zh_cn: 删除联系人

source: Preferred
es: Preferido
eu: Hobetsia
ka_ge: პრივილეგირებული
lv: Vēlamais
nl: Voorkeur
pl: Preferowane
pt_br: Preferido
ru_ru: Предпочтительный
sl: Prednostno
ta_lk: விரும்பிய
th_th: พิเศษ
tr: Tercih edilen
zh_cn: 偏好

source: Please specify a valid email address.
es: Por favor especifica una dirección de correo electrónico válida.
eu: Mesedez sartu eposta helbide egoki bat
ka_ge: გთხოვთ მიუთითოთ სწორი იმეილ მისამართი.
lv: Lūdzu, norādiet derīgu e-pasta adresi.
nl: Geef een geldig email adres op.
pl: Określ prawidłowy adres e-mail.
pt_br: Por favor, especifique um email válido.
ru_ru: Пожалуйста,укажите действительный email адрес.
sl: Navesti je treba veljaven elektronski poštni naslov.
ta_lk: தயவுசெய்து செல்லுபடியான மின்னஞ்சல் முகவரியை குறிப்பிடுக.
th_th: กรุณาระบุที่อยู่อีเมลที่ถูกต้อง
tr: Lütfen geçerli bir eposta adresi belirtin.
zh_cn: 请指定合法的电子邮件地址

source: someone@example.com
es: alguien@ejemplo.com
eu: norbait@adibide.com
lv: kāds@piemērs.lv
nl: iemand@voorbeeld.nl
pl: twójmail@twojadomena.pl
sl: nekdo@primer.com

source: Mail to address
es: Enviar por correo a la dirección
eu: Bidali helbidera
ka_ge: მაილი შემდეგ მისამართებზე
lv: Vēstule uz adresi
nl: Mail naar adres
pl: Mail na adres
pt_br: Correio para endereço
ru_ru: Послать письмо адресату
sl: Elektronski naslov prejemnika
ta_lk: மின்னஞ்சல் முகவரி
th_th: ส่งอีเมลไปที่
tr: Eposta adresi
zh_cn: 发送邮件到地址

source: Delete email address
es: Eliminar dirección de correo electrónico
eu: Ezabatu eposta helbidea
ka_ge: იმეილ მისამართის წაშლა
lv: Dzēst e-pasta adresi
nl: Verwijder email adres
pl: Usuń adres mailowy
pt_br: Remover endereço de email
ru_ru: Удалить email адрес
sl: Izbriši elektronski poštni naslov
ta_lk: மின்னஞ்சல் முகவரியை நீக்குக
th_th: ลบที่อยู่อีเมล
tr: Eposta adresini sil
zh_cn: 删除电子邮件地址

source: Enter phone number
es: Introduce un número de teléfono
eu: Sartu telefono zenbakia
ka_ge: შეიყვანეთ ტელეფონის ნომერი
lv: Ievadiet tālruņa numuru
nl: Voer telefoonnummer in
pl: Wpisz numer telefonu
pt_br: Digite um número de telefone
ru_ru: Введите телефонный номер
sl: Vpiši telefonsko številko
ta_lk: தொலைப்பேசி இலக்கத்தை நுழைக்க
th_th: กรอกหมายเลขโทรศัพท์
tr: Telefon numarasını gir
zh_cn: 输入电话号码

source: Delete phone number
es: Eliminar número de teléfono
eu: Ezabatu telefono zenbakia
ka_ge: წაშალეთ ტელეფონის ნომერი
lv: Dzēst tālruņa numuru
nl: Verwijdere telefoonnummer
pl: Usuń numer telefonu
pt_br: Remover número de telefone
ru_ru: Удалить телефонный номер
sl: Izbriši telefonsko številko
ta_lk: தொலைப்பேசி இலக்கத்தை நீக்குக
th_th: ลบหมายเลขโทรศัพท์
tr: Telefon numarasını sil
zh_cn: 删除电话号码

source: Go to web site
es: Ir al sitio Web
eu: Web orrira joan
ka_ge: web გვერდზე გადასვლა
lv: Doties uz tīmekļa vietni
nl: Ga naar website
pl: Idż do strony www
pt_br: Ir para web site
ru_ru: Перейти к веб-сайту
sl: Pojdi na spletno stran
ta_lk: வலைய தளத்திற்கு செல்க
th_th: ไปที่เว็บไซต์
tr: Web sitesine git
zh_cn: 访问网址

source: Delete URL
es: Eliminar URL
eu: Ezabatu URLa
ka_ge: URL–ის წაშლა
lv: Dzēst URL
nl: Verwijder URL
pl: Usuń URL
ru_ru: Удалить URL
sl: Izbriši URL
ta_lk: URL ஐ நீக்குக
th_th: ลบที่อยู่ URL
tr: URL'yi sil
zh_cn: 删除ＵＲＬ

source: View on map
es: Ver en el mapa
eu: Ikusi mapan
ka_ge: ნახეთ რუქაზე
lv: Skatīt kartē
nl: Bekijk op een kaart
pl: Zobacz na mapie
pt_br: Visualizar no mapa
ru_ru: Посмотреть на карте
sl: Pokaži na zemljevidu
ta_lk: வரைப்படத்தில் காண்க
th_th: ดูบนแผนที่
tr: Haritada gör
zh_cn: 在地图上显示

source: Delete address
es: Eliminar dirección
eu: Ezabatu helbidea
ka_ge: მისამართების წაშლა
lv: Dzēst adresi
nl: Verwijder adres
pl: Usuń adres
ru_ru: Удалить адрес
sl: Izbriši imenik
ta_lk: முகவரியை நீக்குக
th_th: ลบที่อยู่
tr: Adresi sil
zh_cn: 删除地址

source: 1 Main Street
es: 1 Calle Principal
eu: Kale nagusia 1
lv: Brīvības iela 1
nl: Hoofdstraat 1
pl: 1 główna ulica
ru_ru: 1 главная улица
sl: 1 Glavna ulica
ta_lk: 1 பிரதான பாதை
th_th: ถนนสายหลัก
zh_cn: 1 主街道

source: Street address
es: Calle
eu: Kalearen helbidea
ka_ge: ქუჩის მისამართი
lv: Ielas adrese
nl: Adres
pl: Ulica
pt_br: Endereço da rua
ru_ru: Улица
sl: Naslov ulice
ta_lk: வீதி முகவரி
th_th: ที่อยู่
tr: Sokak adresi
zh_cn: 街道地址

source: Postal code
es: Código postal
eu: Posta kodea
ka_ge: საფოსტო კოდი
lv: Pasta kods
nl: Postcode
pl: Kod pocztowy
pt_br: Código postal
ru_ru: Почтовый код
sl: Poštna številka
ta_lk: தபால் குறியீடு
th_th: รหัสไปรษณีย์
tr: Posta kodu
zh_cn: 邮政编码

source: Your city
es: Su ciudad
eu: Zure hiria
ka_ge: თქვენი ქალაქი
lv: Tava pilsēta
nl: Ons Dorp
pl: Twoje miasto
ru_ru: Ваш город
sl: Vaše mesto
ta_lk: உங்களுடைய நகரம்
th_th: ชื่อเมือง
tr: Şehriniz
zh_cn: 城市

source: City
es: Ciudad
eu: Hiria
ka_ge: ქალაქი
lv: Pilsēta
nl: Stad
pl: Miasto
pt_br: Cidade
ru_ru: Город
sl: Mesto
ta_lk: நகரம்
th_th: เมือง
tr: Şehir
zh_cn: 城市

source: Some region
es: Alguna región
eu: Eskualde bat
ka_ge: რომელიმე რეგიონი
lv: Kāds reģions
nl: Een regio
pl: Region
ru_ru: Регион
sl: Neka regija
ta_lk: சில பிரதேசம்
th_th: ย่าน
tr: Bölge
zh_cn: 部分地区

source: State or province
es: Estado o provincia
eu: Estatu edo probintzia
ka_ge: შტატი ან პროვინცია
lv: Štats vai province
nl: Staat of provincie
pl: Województwo
sl: Zvezna država ali provinca
tr: Eyalet
zh_cn: 州/省

source: Your country
es: Su país
eu: Zure herrialdea
ka_ge: თქვენი ქვეყანა
lv: Tava valsts
nl: Uw land
pl: Twoje państwo
ru_ru: Ваша страна
sl: Vaša država
ta_lk: உங்களுடைய நாடு
th_th: ประเทศของคุณ
tr: Ükleniz
zh_cn: 国家

source: Country
es: País
eu: Herrialdea
ka_ge: ქვეყანა
lv: Valsts
nl: Land
pl: Kraj
pt_br: País
ru_ru: Страна
sl: Država
ta_lk: நாடு
th_th: ประเทศ
tr: Ülke
zh_cn: 国家

source: Instant Messenger
es: Mensajero instantáneo
lv: Tūlītējās ziņojumapmaiņas programma
pl: Komunikator
pt_br: Mensageiro Instantâneo
ru_ru: Служба обмена мгновенными сообщениями
sl: Hipni sporočilnik
th_th: โปรแกรมรับส่งข้อความ
zh_cn: 即时通讯

source: Delete IM
es: Eliminar IM
eu: Ezabatu BM
ka_ge: IM–ის წაშლა
lv: Dzēst TZ
nl: Verwijder IM
pl: Usuń Komunikator
ru_ru: Удалить IM
sl: Izbriši IM
ta_lk: IM ஐ நீக்குக
th_th: ลบ IM
tr: IM Sil
zh_cn: 删除即时通讯工具

source: Share
es: Compartir
eu: Partekatu
ka_ge: გაზიარება
lv: Dalīties
nl: Deel
pl: Udostępnij
pt_br: Compartilhar
ru_ru: Сделать общим
sl: Souporaba
ta_lk: பகிர்வு
th_th: แชร์
tr: Paylaş
zh_cn: 共享

source: Export
es: Exportar
eu: Exportatu
ka_ge: ექსპორტი
lv: Eksportēt
nl: Exporteer
pt_br: Exportar
ru_ru: Экспортировать
sl: Izvozi
ta_lk: ஏற்றுமதி
th_th: ส่งออก
tr: Dışa aktar
zh_cn: 导出

source: CardDAV link
es: Enlace a CardDAV
eu: CardDAV lotura
ka_ge: CardDAV ლინკი
lv: CardDAV saite
pl: Link CardDAV
sl: CardDAV povezava
tr: CardDAV bağlantısı
zh_cn: CardDAV 链接

source: Add Contact
es: Añadir contacto
eu: Gehitu kontaktua
nl: Contact toevoegen
pl: Dodaj kontakt
pt_br: Adicionar Contato
ru_ru: Добавить контакт
sl: Dodaj stik
ta_lk: ​தொடர்புகளை சேர்க்க
th_th: เพิ่มรายชื่อผู้ติดต่อใหม่
tr: Kişi Ekle
zh_cn: 添加联系人

source: Drop photo to upload
es: Suelta una foto para subirla
eu: Askatu argazkia igotzeko
nl: Verwijder foto uit upload
pl: Upuść fotografię aby załadować
pt_br: Arraste a foto para ser carregada
ru_ru: Перетащите фотографию для загрузки
sl: Spustite sliko tukaj, da bi jo poslali na strežnik
ta_lk: பதிவேற்றுவதற்கான படத்தை விடுக
th_th: วางรูปภาพที่ต้องการอัพโหลด
tr: Fotoğrafı yüklenmesi için bırakın
zh_cn: 拖拽图片进行上传

source: Format custom, Short name, Full name, Reverse or Reverse with comma
es: Formato personalizado, nombre abreviado, nombre completo, al revés o al revés con coma
nl: Formateer aangepast, Korte naam, Volledige naam, Achteruit of Achteruit met komma
pl: Format niestandardowy, krótkie nazwy, imię i nazwisko, Odwracać lub Odwrócić z przecinkiem
pt_br: Formato personalizado, Nome curto, Nome completo, Inverter ou Inverter com vírgula
ru_ru: Пользовательский формат, сокращенное имя, полное имя, обратный порядок или обратный порядок с запятыми
sl: Format po meri, Kratko ime, Polno ime, Obratno ali Obratno z vejico
ta_lk: தனிப்பயன் வடிவமைப்பு, சுருக்கப் பெயர், முழுப்பெயர், எதிர் அல்லது காற்புள்ளியினால் பின்னோக்கு
th_th: กำหนดรูปแบบของชื่อย่อ, ชื่อจริง, ย้อนค่ากลัีบด้วยคอมม่าเอง
tr: Biçin özel, Kısa isim, Tam isim, Ters veya noktalı ters
zh_cn: 自定义格式，简称，全名，姓在前，姓在前并用逗号分割

source: Edit name details
es: Editar los detalles del nombre
eu: Editatu izenaren zehaztasunak
nl: Wijzig naam gegevens
pl: Edytuj szczegóły nazwy
pt_br: Editar detalhes do nome
ru_ru: Редактировать детали имени
sl: Uredi podrobnosti imena
ta_lk: பெயர் விபரங்களை தொகுக்க
th_th: แก้ไขรายละเอียดของชื่อ
tr: İsim detaylarını düzenle
zh_cn: 编辑名称详情

source: http://www.somesite.com
es: http://www.unsitio.com
eu: http://www.webgunea.com
nl: http://www.willekeurigesite.com
pl: http://www.jakasstrona.pl
pt_br: http://www.qualquersite.com
sl: http://www.spletnastran.si
zh_cn: http://www.wodewangzhan.com

source: Separate groups with commas
es: Separa los grupos con comas
eu: Banatu taldeak komekin
nl: Gebruik komma bij meerder groepen
pl: Oddziel grupy przecinkami
pt_br: Separe grupos por virgula
ru_ru: Разделите группы запятыми
sl: Skupine ločite z vejicami
ta_lk: குழுக்களை காற்புள்ளியினால் வேறாக்குக
th_th: คั่นระหว่างรายชื่อกลุ่มด้วยเครื่องหมายจุลภาีคหรือคอมม่า
tr: Grupları birbirinden virgülle ayırın
zh_cn: 用逗号隔开分组

source: Edit groups
es: Editar grupos
eu: Editatu taldeak
nl: Wijzig groepen
pl: Edytuj grupy
pt_br: Editar grupos
ru_ru: Редактировать группы
sl: Uredi skupine
ta_lk: குழுக்களை தொகுக்க
th_th: แก้ไขกลุ่ม
tr: Grupları düzenle
zh_cn: 编辑分组

source: Enter email address
es: Introduce una dirección de correo electrónico
eu: Sartu eposta helbidea
nl: Voer email adres in
pl: Wpisz adres email
pt_br: Digite um endereço de email
ru_ru: Введите email адрес
sl: Vnesite elektronski poštni naslov
ta_lk: மின்னஞ்சல் முகவரியை நுழைக்க
th_th: กรอกที่อยู่อีเมล
tr: Eposta adresini girin
zh_cn: 输入电子邮件地址

source: Edit address details
es: Editar detalles de la dirección
eu: Editatu helbidearen zehaztasunak
nl: Wijzig adres gegevens
pl: Edytuj szczegóły adresu
pt_br: Editar detalhes de endereço
ru_ru: Детальное редактирование адреса
sl: Uredi podrobnosti
ta_lk: முகவரி விபரங்களை தொகுக்க
th_th: แก้ไขรายละเอียดที่อยู่
tr: Adres detaylarını düzenle
zh_cn: 编辑详细地址。

source: Add notes here.
es: Añade notas aquí.
eu: Gehitu oharrak hemen.
nl: Voeg notitie toe
pl: Dodaj notatkę tutaj.
pt_br: Adicionar notas
ru_ru: Добавить здесь заметок.
sl: Opombe dodajte tukaj.
ta_lk: குறிப்புக்களை இங்கே சேர்க்க
th_th: เพิ่มหมายเหตุกำกับไว้ที่นี่
tr: Notları buraya ekleyin.
zh_cn: 添加注释。

source: Add field
es: Añadir campo
eu: Gehitu eremua
nl: Voeg veld toe
pl: Dodaj pole
pt_br: Adicionar campo
ru_ru: Добавить поле
sl: Dodaj polje
ta_lk: புலத்தை சேர்க்க
th_th: เพิ่มช่องรับข้อมูล
tr: Alan ekle
zh_cn: 添加字段

source: Download contact
es: Descargar contacto
eu: Deskargatu kontaktua
pl: Pobiera kontakt
pt_br: Baixar contato
ru_ru: загрузить контакт
sl: Prejmi stik
ta_lk: தொடர்பை தரவிறக்குக
th_th: ดาวน์โหลดข้อมูลการติดต่อ
tr: Kişiyi indir
zh_cn: 下载联系人

source: The temporary image has been removed from cache.
es: La foto temporal se ha borrado del cache.
eu: Aldi bateko irudia cachetik ezabatu da.
ka_ge: დროებითი სურათი წაშლილია ქეშიდან.
lv: Pagaidu attēls ir izņemts no kešatmiņas.
nl: Het tijdelijke plaatje is uit de cache verwijderd.
pl: Tymczasowy obraz został usunięty z pamięci podręcznej.
pt_br: A imagem temporária foi removida cache.
ru_ru: Временное изображение было удалено из кэша.
sl: Začasna slika je odstranjena iz predpomnilnika.
ta_lk: தற்காலிக படம் இடைமாற்றுநினைவகத்திலிருந்து அகற்றப்படுகிறது.
th_th: รูปภาพชั่วคราวดังกล่าวได้ถูกลบออกจากหน่วยความจำแคชแล้ว
tr: Geçici resim ön bellekten silinmiştir.
zh_cn: 临时图像文件已从缓存中删除

source: Edit address
es: Editar dirección
eu: Editatu helbidea
nl: Wijzig adres
pl: Edytuj adres
pt_br: Editar endereço
ru_ru: Редактировать адрес
sl: Uredi naslov
ta_lk: முகவரியை தொகுக்க
th_th: แก้ไขที่อยู่
tr: Adresi düzenle
zh_cn: 编辑地址

source: Type
es: Tipo
eu: Mota
pl: Typ
pt_br: Digite
ru_ru: Тип
sl: Vrsta
ta_lk: வகை
th_th: ประเภท
tr: Tür
zh_cn: 类型

source: PO Box
es: Código postal
eu: Posta kutxa
nl: Postbus
pl: Skrzynka pocztowa
pt_br: Caixa Postal
ru_ru: Почтовый ящик
sl: Poštni predal
ta_lk: PO பெட்டி
th_th: ตู้ ปณ.
tr: Posta Kutusu
zh_cn: 邮箱

source: Street and number
es: Calle y número
eu: Kalea eta zenbakia
nl: Straat en nummer
pl: Ulica i numer
pt_br: Logradouro e número
ru_ru: Улица и номер
sl: Ulica in štelika
ta_lk: வீதி மற்றும் இலக்கம்
th_th: ถนนและหมายเลข
tr: Sokak ve Numara
zh_cn: 街道门牌号码

source: Extended
es: Extendido
eu: Hedatua
nl: Uitgebreide
pl: Rozszerzony
pt_br: Estendido
ru_ru: Расширенный
sl: Razširjeno
ta_lk: விஸ்த்தரிக்கப்பட்ட
th_th: เพิ่ม
tr: Uzatılmış
zh_cn: 扩展

source: Apartment number etc.
es: Número del apartamento, etc.
eu: Etxe zenbakia eab.
nl: Apartement nummer
pl: Numer lokalu
pt_br: Número do apartamento, etc.
ru_ru: Квартира и т.д.
sl: Številka stanovanja itd.
ta_lk: அபாட்மென்ட் இலக்கம் உதாரணம்.
th_th: หมายเลขอพาร์ทเมนต์ ฯลฯ
tr: Apartman numarası vb.
zh_cn: 公寓号码

source: Region
es: Región
eu: Eskualdea
nl: Regio
pt_br: Região
ru_ru: Регион (область)
sl: Regija
ta_lk: பிரதேசம்
th_th: ภูมิภาค
tr: Bölge
zh_cn: 地区

source: E.g. state or province
es: Ej: región o provincia
eu: adb. estatu edo herrialdea
nl: Provincie
pl: Np. stanu lub prowincji
pt_br: Estado ou província
ru_ru: Напр., штат или область
sl: Npr. dežela ali pokrajina
ta_lk: உதாரணம் . மாநிலம் அல்லது மாகாணம்
th_th: เช่น รัฐ หรือ จังหวัด
tr: Örn. eyalet veya il
zh_cn: 例如州或省

source: Zipcode
es: Código postal
eu: Posta kodea
nl: Postcode
pl: Kod pocztowy
pt_br: CEP
ru_ru: Индекс
sl: Poštna številka
ta_lk: தபால் இலக்கம்
th_th: รหัสไปรษณีย์
tr: Posta kodu
zh_cn: 邮编

source: Addressbook
es: Libreta de direcciones
eu: Helbide-liburua
nl: Adresboek
pl: Książka adresowa
pt_br: Agenda de Endereço
ru_ru: Адресная книга
sl: Imenik
ta_lk: முகவரி புத்தகம்
th_th: สมุดบันทึกที่อยู่
tr: Adres defteri
zh_cn: 地址簿

source: Hon. prefixes
es: Prefijos honoríficos
eu: Ohorezko aurrizkiak
pl: Prefiksy Hon.
pt_br: Exmo. Prefixos
ru_ru: Почетные префиксы
sl: Predpone
ta_lk: Hon. முன்னொட்டுகள்
th_th: คำนำหน้าชื่อคนรัก
tr: Kısaltmalar
zh_cn: 荣誉头衔

source: Miss
es: Srta
nl: Mw
pl: Panna
pt_br: Senhorita
ru_ru: мисс
sl: gdč.
ta_lk: செல்வி
th_th: นางสาว
tr: Bayan
zh_cn: 小姐

source: Ms
es: Sra.
nl: Mw
pt_br: Srta.
ru_ru: Г-жа
sl: ga.
ta_lk: திருமதி
th_th: น.ส.
tr: Bayan
zh_cn: 女士

source: Mr
es: Sr.
nl: M
pl: Pan
pt_br: Sr.
ru_ru: Г-н
sl: g.
ta_lk: திரு
th_th: นาย
tr: Bay
zh_cn: 先生

source: Sir
es: Señor
nl: M
pt_br: Senhor
ru_ru: сэр
sl: g.
ta_lk: சேர்
th_th: คุณ
tr: Bay
zh_cn: 先生

source: Mrs
es: Sra
nl: Mw
pl: Pani
pt_br: Sra.
ru_ru: Г-жа
sl: ga.
ta_lk: திருமதி
th_th: นาง
tr: Bayan
zh_cn: 夫人

source: Given name
es: Nombre
eu: Izena
nl: Voornaam
pl: Podaj imię
pt_br: Primeiro Nome
ru_ru: Имя
sl: Ime
ta_lk: தரப்பட்ட பெயர்
th_th: ชื่อที่ใช้
tr: Verilen isim
zh_cn: 名

source: Family name
es: Apellido
eu: Abizena(k)
nl: Achternaam
pl: Nazwa rodziny
pt_br: Sobrenome
ru_ru: Фамилия
sl: Priimek
ta_lk: குடும்ப பெயர்
th_th: ชื่อครอบครัว
tr: Soyad
zh_cn: 姓

source: Hon. suffixes
es: Sufijos honoríficos
eu: Ohorezko atzizkiak
nl: Honorabele
pl: Sufiksy Hon.
pt_br: Exmo. Sufixos
ru_ru: Префиксы
sl: Pripone
ta_lk: Hon. பின்னொட்டுகள்
th_th: คำแนบท้ายชื่อคนรัก
tr: Kısaltmalar
zh_cn: 名誉后缀

source: J.D.
nl: Jurist
ru_ru: Доктор права
sl: univ. dipl. prav.
zh_cn: 法律博士

source: M.D.
nl: Arts
ru_ru: Д-р мед. наук
sl: dr. med.
tr: Dr.
zh_cn: 医学博士

source: D.O.
nl: Theoloog
sl: dr. med., spec. spl. med.
zh_cn: 骨科医学博士
