Repository: owncloud-archive/apps
Catalog: l10n/*/contacts.po
Languages: es, eu, ka_ge, lv, nl, pl, pt_br, ru_ru, sl, ta_lk, th_th, tr, zh_cn

source: Error (de)activating addressbook.
es: Error al (des)activar libreta de direcciones.
eu: Errore bat egon da helbide-liburua (des)gaitzen
lv: Kļūda, (de)aktivizējot adrešu grāmatu.
nl: Fout bij het (de)activeren van het adresboek.
pl: Błąd (de)aktywowania książki adresowej.
pt_br: Erro ao (des)ativar agenda.
ru_ru: Ошибка (дез)активации адресной книги.
sl: Napaka med omogočanjem ali onemogočanjem imenika.
ta_lk: முகவரி புத்தகத்தை செயற்படுத்துவதில் (செயற்படுத்தாமையில்) வழு
th_th: เกิดข้อผิดพลาดใน (ยกเลิก)การเปิดใช้งานสมุดบันทึกที่อยู่
tr: Adres defteri etkisizleştirilirken hata oluştu.
zh_cn: (取消)激活地址簿错误。

source: id is not set.
es: no se ha puesto ninguna ID.
eu: IDa ez da ezarri.
lv: id nav iestatīts.
nl: id is niet ingesteld.
pl: id nie ustawione.
pt_br: ID não definido.
ru_ru: ID не установлен
sl: ID ni nastavljen.
ta_lk: அடையாளம் அமைக்கப்படவில்லை
th_th: ยังไม่ได้กำหนดรหัส
tr: id atanmamış.
zh_cn: 没有设置 id。

source: Cannot update addressbook with an empty name.
es: No se puede actualizar una libreta de direcciones sin nombre.
eu: Ezin da helbide liburua eguneratu izen huts batekin.
lv: Nevar atjaunināt adrešu grāmatu ar tukšu vārdu.
nl: Kan adresboek zonder naam niet wijzigen
pl: Nie można zaktualizować książki adresowej z pustą nazwą.
pt_br: Não é possível atualizar sua agenda com um nome em branco.
ru_ru: Невозможно обновить адресную книгу с пустой строкой имени.
sl: Imenika s praznim imenom ni mogoče posodobiti.
ta_lk: வெற்றிட பெயரால் முகவரி புத்தகத்தை இற்றைப்படுத்தமுடியாது
th_th: ไม่สามารถอัพเดทสมุดบันทึกที่อยู่โดยไม่มีชื่อได้
tr: Adres defterini boş bir isimle güncelleyemezsiniz.
zh_cn: 无法使用一个空名称更新地址簿

source: No category name given.
es: No se a dado un nombre a la categoría.
eu: Ez da kategoriaren izena eman.
lv: Nav dots kategorijas nosaukums.
nl: Geen categorienaam opgegeven.
pl: Nie nadano nazwy kategorii
ru_ru: Не дано имя категории.
sl: Ime kategorije ni bilo podano.
ta_lk: வகை பெயர் தரப்படவில்லை.
th_th: ยังไม่ได้ใส่ชื่อหมวดหมู่
tr: Kategori ismi girilmedi.
zh_cn: 未指定类别名称。

source: Error adding group.
es: Error al añadir el grupo
eu: Errore bat izan da taldea gehitzean.
ka_ge: შეცდომა ჯგუფის დამატების დროს.
lv: Kļūda, pievienojot grupu.
nl: Fout bij toevoegen groep
pl: Błąd dodania grupy.
ru_ru: Ошибка добавления группы.
sl: Napaka pri dodajanju skupine.
ta_lk: குழுவை சேர்ப்பதில் வழு
th_th: เกิดข้อผิดพลาดในการเพิ่มกลุ่ม
tr: Grup eklerken hata.
zh_cn: 添加分组错误。

source: Group ID missing from request.
es: ID de grupo faltante en la solicitud
eu: Taldearen IDa falta da eskarian.
ka_ge: ჯგუფის ID არ არსებობს მოთხოვნაში.
lv: Pieprasījumā pietrūkst grupas ID.
nl: Groep ID niet opgegeven
pl: Brakuje wymaganego ID grupy
ru_ru: В запросе отсутствует ID группы.
sl: V zahtevku manjka ID skupine.
ta_lk: வேண்டுகோளில் குழு ID விடுபட்டுள்ளது.
th_th: รหัสกลุ่มที่ร้องขอเกิดการสูญหาย
zh_cn: 请求缺少分组ID。

source: Contact ID missing from request.
es: ID de contacto faltante en la solicitud
eu: Kontaktuaren IDa falta da eskarian.
ka_ge: კონტაქტის ID არ არსებობს მოთხოვნაში.
lv: Pieprasījumā pietrūkst kontakta ID.
nl: Contact ID niet opgegeven
pl: Brakuje wymaganego ID kontaktu
ru_ru: В запросе отсутствует ID контакта.
sl: V zahtevku manjka ID stika.
ta_lk: வேண்டுகோளில் தொடர்பு ID விடுபட்டுள்ளது.
th_th: รหัสรายชื่อผู้ติดต่อที่ร้องขอเกิดการสูญหาย
zh_cn: 请求缺少联系人ID。

source: No ID provided
es: No se ha proporcionado una ID
eu: Ez da IDrik eman
lv: Nav norādīts ID
nl: Geen ID opgegeven
pl: Brak opatrzonego ID
pt_br: Nenhum ID fornecido
ru_ru: Не предоставлено ID
sl: Vrednost ID ni podana
ta_lk: ID வழங்கப்படவில்லை
th_th: ยังไม่ได้ใส่รหัส
tr: ID verilmedi
zh_cn: 未提供 ID

source: Error setting checksum.
es: Error al establecer la suma de verificación.
eu: Errorea kontrol-batura ezartzean.
lv: Kļūda, iestatot kontrolsummu.
nl: Instellen controlegetal mislukt
pl: Błąd ustawień sumy kontrolnej
pt_br: Erro ajustando checksum.
ru_ru: Ошибка при установке контрольной суммы.
sl: Napaka med nastavljanjem nadzorne vsote.
ta_lk: சரிபார்ப்புத் தொகையை அமைப்பதில் வழு
th_th: เกิดข้อผิดพลาดในการตั้งค่า checksum
tr: İmza oluşturulurken hata.
zh_cn: 设置校验值错误。

source: No categories selected for deletion.
es: No se seleccionaron categorías para borrar.
eu: Ez dira ezabatzeko kategoriak hautatu.
lv: Neviena kategorija nav izvēlēta dzēšanai.
nl: Geen categorieën geselecteerd om te verwijderen.
pl: Nie zaznaczono kategorii do usunięcia
pt_br: Nenhum categoria selecionada para remoção.
ru_ru: Нет категорий, выбранных для удаления.
sl: Ni izbrane kategorije za izbris.
ta_lk: நீக்குவதற்கு எந்தப் பிரிவும் தெரிவுசெய்யப்படவில்லை.
th_th: ยังไม่ได้เลือกหมวดหมู่ที่ต้องการลบ
tr: Silmek için bir kategori seçilmedi.
zh_cn: 未选中要删除的分类。

source: No address books found.
es: No se encontraron libretas de direcciones.
eu: Ez da helbide libururik aurkitu.
lv: Nav atrastu adrešu grāmatu.
nl: Geen adresboek gevonden
pl: Nie znaleziono książek adresowych
pt_br: Nenhuma agenda de endereços encontrada.
ru_ru: Не найдено адресных книг.
sl: Ni mogoče najti nobenega imenika.
ta_lk: முகவரி புத்தகம் கண்டுப்பிடிக்கப்படவில்லை
th_th: ไม่พบสมุดบันทึกที่อยู่ที่ต้องการ
tr: Adres defteri bulunamadı.
zh_cn: 找不到地址簿。

source: No contacts found.
es: No se encontraron contactos.
eu: Ez da kontakturik aurkitu.
lv: Nav atrastu kontaktu.
nl: Geen contracten gevonden
pl: Nie znaleziono kontaktów.
pt_br: Nenhum contato encontrado.
ru_ru: Не найдено контактов.
sl: Ni najdenih stikov.
ta_lk: தொடர்புகள் கண்டுப்பிடிக்கப்படவில்லை
th_th: ไม่พบข้อมูลการติดต่อที่ต้องการ
tr: Bağlantı bulunamadı.
zh_cn: 找不到联系人。

source: element name is not set.
es: no se ha puesto ningún nombre de elemento.
eu: elementuaren izena ez da ezarri.
lv: elementa nosaukums nav iestatīts.
nl: onderdeel naam is niet opgegeven.
pl: nazwa elementu nie jest ustawiona.
pt_br: nome do elemento não definido.
ru_ru: Элемент Имя не установлен.
sl: ime predmeta ni nastavljeno.
ta_lk: மூலக பெயர் அமைக்கப்படவில்லை
th_th: ยังไม่ได้กำหนดชื่อ
tr: eleman ismi atanmamış.
zh_cn: 元素名称未设置

source: checksum is not set.
es: no se ha puesto ninguna suma de comprobación.
eu: Kontrol-batura ezarri gabe dago.
lv: kontrolsumma nav iestatīta.
nl: controlegetal is niet opgegeven.
pl: checksum-a nie ustawiona
pt_br: checksum não definido.
ru_ru: Контрольная сумма не установлена.
sl: nadzorna vsota ni nastavljena.
ta_lk: சரிபார்ப்பு தொகை அமைக்கப்படவில்லை
th_th: ยังไม่ได้กำหนดค่า checksum
tr: checksum atanmamış.
zh_cn: 未设置校验值。

source: Information about vCard is incorrect. Please reload the page.
es: La información sobre el vCard es incorrecta. Por favor vuelve a cargar la página.
eu: vCard-aren inguruko informazioa okerra da. Mesedez birkargatu orrialdea.
ka_ge: ინფორმაცია vCard–ზე არის მართებული. გთხოვთ დაარესტარტოთ გვერდი
lv: Informācija par vCard ir nepareiza. Lūdzu, pārlādējiet šo lapu.
nl: Informatie over de vCard is onjuist. Herlaad de pagina.
pl: Informacje o vCard są nieprawidłowe. Proszę odświeżyć stronę.
pt_br: Informações sobre vCard é incorreta. Por favor, recarregue a página.
ru_ru: Информация о визитной карточке некорректна. Пожалуйста, перезагрузите страницу.
sl: Podrobnosti kartice vCard niso pravilne. Ponovno naložite stran.
ta_lk: vCard பற்றிய தகவல்கள் தவறானது. தயவுசெய்து பக்கத்தை மீள்ளேற்றுக
th_th: ข้อมูลเกี่ยวกับ vCard ไม่ถูกต้อง กรุณาโหลดหน้าเวปใหม่อีกครั้ง
tr: vCard bilgileri doğru değil. Lütfen sayfayı yenileyin.
zh_cn: vCard 的信息不正确。请重新加载页面。

source: Couldn't find vCard for %d.
es: No se pudo encontra la vCard para %d
eu: Ezin izan da %drentzako vCarda aurkitu.
lv: Nevarēja atrast %d vCard.
nl: Kan geen vCard vinden voor %d.
pl: Nie można znaleźć vCard dla %d.
ru_ru: Не удалось найти визитную карточку для %d.
sl: Ne najdem vCard za %d.
ta_lk: %d இன் vCard ஐ கண்டுப்பிடிக்கமுடியவில்லை
th_th: ไม่พบ vCard สำหรับ %d
tr: %d için vCard bulunamadı.

source: Information about vCard is incorrect. Please reload the page:
es: La información sobre la vCard es incorrecta. Por favor, recarga la página:
eu: vCard honen informazioa ez da zuzena.Mezedez birkargatu orria:
lv: Informācija par vCard ir nepareiza. Lūdzu, pārlādējiet lapu:
nl: Informatie over vCard is fout. Herlaad de pagina:
pl: Informacje na temat vCard są niepoprawne. Proszę przeładuj stronę:
pt_br: Informação sobre vCard incorreto. Por favor, recarregue a página:
ru_ru: Информация о визитной карточке некорректна. Пожалуйста, перезагрузите страницу:
sl: Podrobnosti o vCard so napačne. Ponovno naložite stran:
ta_lk: vCard பற்றிய தகவல்கள் தவறானது. தயவுசெய்து பக்கத்தை மீள்ளேற்றுக
th_th: ข้อมูล vCard ไม่ถูกต้อง กรุณาโหลดหน้าเว็บใหม่อีกครั้ง:
tr: vCard hakkındaki bilgi hatalı. Lütfen sayfayı yeniden yükleyin:
zh_cn: vCard 信息不正确。请刷新页面:

source: Something went FUBAR.
es: Plof. Algo ha fallado.
lv: Kaut kas sagāja reālā sviestā.
nl: Er ging iets totaal verkeerd.
pl: Gdyby coś poszło FUBAR.
ru_ru: Что-то безнадежно испорчено.
sl: Nekaj je šlo v franže.
ta_lk: ஏதோ FUBAR ஆகிவிட்டது
th_th: มีบางอย่างเกิดการ FUBAR.
tr: Bir şey FUBAR gitti.
zh_cn: 有一些信息无法被处理。

source: Cannot save property of type "%s" as array
es: No se puede guardar la propiedad del tipo "%s" como un arreglo
eu: Ezin da "%s" motako propietatea taula moduan gorde.
lv: Nevarēja saglabāt īpašību ar tipu “%s” kā masīvu
nl: Kan waarde van type "%s" niet opslaan als array
pl: Nie można zapisać właściwości typu "%s" jako tablicy
ru_ru: Не удается сохранить свойство типа "%s" как массив
sl: Lastnost vrste "%s" ne morem shraniti kot matriko
ta_lk: ஒரு அணியாக வகை "%s" இன் உறுப்புக்களை சேமிக்க முடியாது
th_th: ไม่สามารถบันทึกคุณสมบัติของประเภท "%s" เป็นชุดอะเรย์ได้

source: Missing IM parameter.
es: Falta un parámetro del MI.
eu: BM parametroa falta da.
ka_ge: IM პარამეტრი არ არსებობს.
lv: Trūkst TZ parametra.
nl: IM parameter ontbreekt
pl: Brak parametru komunikator
pt_br: Faltando parâmetro de IM.
ru_ru: Отсутствующий IM параметр.
sl: Manjka parameter IM.
ta_lk: IM அளவுருகளை காணவில்லை.
th_th: ค่าพารามิเตอร์ IM เกิดการสูญหาย
tr: IM parametersi kayıp.
zh_cn: 缺少即时通讯IM参数

source: Unknown IM:
es: MI desconocido:
eu: BM ezezaguna:
ka_ge: უცნობი IM:
lv: Nezināms TZ:
nl: Onbekende IM:
pl: Nieznany Komunikator
pt_br: IM desconhecido:
ru_ru: Неизвестный IM:
sl: Neznan IM:
ta_lk: அறியப்படாத IM
th_th: IM ไม่ทราบชื่อ:
tr: Bilinmeyen IM:
zh_cn: 未知即时通讯服务：

source: No contact ID was submitted.
es: No se ha mandado ninguna ID de contacto.
eu: Ez da kontaktuaren IDrik eman.
lv: Netika iesniegts kontakta ID.
nl: Geen contact ID opgestuurd.
pl: ID kontaktu nie został utworzony.
pt_br: Nenhum ID do contato foi submetido.
ru_ru: Контактный ID не был представлен.
sl: ID stika ni poslan.
ta_lk: தொடர்பு அடையாளங்கள் சமர்பிக்கப்படவில்லை
th_th: ไม่มีรหัสข้อมูลการติดต่อถูกส่งมา
tr: Bağlantı ID'si girilmedi.
zh_cn: 未提交联系人 ID。

source: Error reading contact photo.
es: Error leyendo fotografía del contacto.
eu: Errore bat izan da kontaktuaren argazkia igotzerakoan.
ka_ge: შეცდომა კონტაქტის ფოტოს ჩატვირთვისას.
lv: Kļūda, nolasot kontakta fotogrāfiju.
nl: Lezen van contact foto mislukt.
pl: Błąd odczytu zdjęcia kontaktu.
pt_br: Erro de leitura na foto do contato.
ru_ru: Ошибка при чтении фотографии контакта.
sl: Napaka branja slike stika.
ta_lk: தொடர்பு படங்களை வாசிப்பதில் வழு
th_th: เกิดข้อผิดพลาดในการอ่านรูปภาพของข้อมูลการติดต่อ
tr: Bağlantı fotoğrafı okunamadı.
zh_cn: 读取联系人照片时错误。

source: Error saving temporary file.
es: Error al guardar archivo temporal.
eu: Errore bat izan da aldi bateko fitxategia gordetzerakoan.
ka_ge: შეცდომა დროებითი ფაილის შენახვისას.
lv: Kļūda, saglabājot pagaidu datni.
nl: Tijdelijk bestand opslaan mislukt.
pl: Wystąpił błąd podczas zapisywania pliku tymczasowego.
pt_br: Erro ao salvar arquivo temporário.
ru_ru: Ошибка при сохранении временного файла.
sl: Napaka shranjevanja začasne datoteke.
ta_lk: தற்காலிக கோப்பை சேமிப்பதில் வழு
th_th: เกิดข้อผิดพลาดในการบันทึกไฟล์ชั่วคราว
tr: Geçici dosya kaydetme hatası.
zh_cn: 保存临时文件错误。

source: The loading photo is not valid.
es: La foto que se estaba cargando no es válida.
eu: Kargatzen ari den argazkia ez da egokia.
ka_ge: ფოტოს ჩატვირთვა ვერ განხორციელდა.
lv: Ielādes fotogrāfija nav derīga.
nl: De geladen foto is niet goed.
pl: Wczytywane zdjęcie nie jest poprawne.
pt_br: Foto carregada não é válida.
ru_ru: Загрузка фотографии недопустима.
sl: Slika, ki se nalaga, ni veljavna.
ta_lk: ஏற்றப்பட்ட படம் செல்லுபடியற்றது
th_th: โหลดรูปภาพไม่ถูกต้อง
tr: Yüklenecek fotograf geçerli değil.
zh_cn: 载入的照片无效。

source: Contact ID is missing.
es: Falta la ID del contacto.
eu: Kontaktuaren IDa falta da.
lv: Trūkst kontakta ID.
nl: Contact ID ontbreekt.
pl: Brak kontaktu id.
pt_br: ID do contato está faltando.
ru_ru: Отсутствует контактный ID.
sl: Manjka ID stika.
ta_lk: தொடர்பு அடையாளத்தை காணவில்லை
th_th: รหัสข้อมูลการติดต่อเกิดการสูญหาย
tr: Bağlantı ID'si eksik.
zh_cn: 缺少联系人 ID。

source: No photo path was submitted.
es: No se ha introducido la ruta de la foto.
eu: Ez da argazkiaren bide-izenik eman.
ka_ge: ფოტოს გზა ვერ გამოიგზავნა.
lv: Nav iesniegts fotogrāfijas ceļš.
nl: Geen fotopad opgestuurd.
pl: Ścieżka do zdjęcia nie została podana.
pt_br: Nenhum caminho para foto foi submetido.
ru_ru: Не указано расположение фотографий.
sl: Pot slike ni poslana.
ta_lk: படத்திற்கான பாதை சமர்ப்பிக்கப்படவில்லை
th_th: ไม่พบตำแหน่งพาธของรูปภาพ
tr: Fotoğraf girilmedi.
zh_cn: 未提供照片路径。

source: File doesn't exist:
es: Archivo inexistente:
eu: Fitxategia ez da existitzen:
ka_ge: ფაილი არ არსებობს:
lv: Datne neeksistē:
nl: Bestand bestaat niet:
pl: Plik nie istnieje:
pt_br: Arquivo não existe:
ru_ru: Файл не существует:
sl: Datoteka ne obstaja:
ta_lk: கோப்பை காணவில்லை
th_th: ไม่มีไฟล์ดังกล่าว
tr: Dosya mevcut değil:
zh_cn: 文件不存在:

source: Error loading image.
es: Error cargando imagen.
eu: Errore bat izan da irudia kargatzearkoan.
ka_ge: შეცდომა სურათის ჩატვირთვისას.
lv: Kļūda, ielādējot attēlu.
nl: Fout bij laden plaatje.
pl: Błąd ładowania obrazu.
pt_br: Erro ao carregar imagem.
ru_ru: Ошибка при загрузке изображения.
sl: Napaka med nalaganjem slike.
ta_lk: படங்களை ஏற்றுவதில் வழு
th_th: เกิดข้อผิดพลาดในการโหลดรูปภาพ
tr: İmaj yükleme hatası.
zh_cn: 加载图片错误。

source: Error getting contact object.
es: Fallo al coger el contacto.
eu: Errore bat izan da kontaktu objetua lortzean.
ka_ge: შეცდომა კონტაქტ ობიექტის მიღების დროს.
lv: Kļūda, saņemot kontakta objektu.
nl: Fout om contact object te verkrijgen
pl: Błąd pobrania kontaktu.
pt_br: Erro ao obter propriedade de contato.
ru_ru: Ошибка при получении контактного объекта.
sl: Napaka med pridobivanjem predmeta stika.
ta_lk: தொடர்பு பொருளை பெறுவதில் வழு
th_th: เกิดข้อผิดพลาดในการดึงข้อมูลติดต่อ
tr: Bağlantı nesnesini kaydederken hata.
zh_cn: 获取联系人对象时出错。

source: Error getting PHOTO property.
es: Fallo al coger las propiedades de la foto .
eu: Errore bat izan da PHOTO propietatea lortzean.
ka_ge: შეცდომა სურათის პარამეტრების მიღებისას.
lv: Kļūda, saņemot PHOTO īpašību.
nl: Fout om PHOTO eigenschap te verkrijgen
pl: Błąd uzyskiwania właściwości ZDJĘCIA.
pt_br: Erro ao obter propriedade da FOTO.
ru_ru: Ошибка при получении свойств PHOTO.
sl: Napaka med pridobivanjem lastnosti fotografije.
ta_lk: பட தொகுப்பை பெறுவதில் வழு
th_th: เกิดข้อผิดพลาดในการดึงคุณสมบัติของรูปภาพ
tr: Resim özelleğini alırken hata oluştu.
zh_cn: 获取照片属性时出错。

source: Error saving contact.
es: Fallo al salvar un contacto
eu: Errore bat izan da kontaktua gordetzean.
ka_ge: შეცდომა კონტაქტის შენახვისას.
lv: Kļūda, saglabājot kontaktu.
nl: Fout om contact op te slaan
pl: Błąd zapisu kontaktu.
pt_br: Erro ao salvar contato.
ru_ru: Ошибка при сохранении контакта
sl: Napaka med shranjevanjem stika.
ta_lk: தொடர்பை சேமிப்பதில் வழு
th_th: เกิดข้อผิดพลาดในการบันทึกข้อมูลผู้ติดต่อ
tr: Bağlantıyı kaydederken hata
zh_cn: 保存联系人时出错。

source: Error resizing image
es: Fallo al cambiar de tamaño una foto
eu: Errore bat izan da irudiaren tamaina aldatzean
ka_ge: შეცდომა სურათის ზომის შეცვლისას
lv: Kļūda, mainot attēla izmēru
nl: Fout tijdens aanpassen plaatje
pl: Błąd zmiany rozmiaru obrazu
pt_br: Erro ao modificar tamanho da imagem
ru_ru: Ошибка изменения размера изображения
sl: Napaka med spreminjanjem velikosti slike
ta_lk: படத்தின் அளவை மாற்றுவதில் வழு
th_th: เกิดข้อผิดพลาดในการปรับขนาดรูปภาพ
tr: Görüntü yeniden boyutlandırılamadı.
zh_cn: 缩放图像时出错

source: Error cropping image
es: Fallo al cortar el tamaño de la foto
eu: Errore bat izan da irudia mozten
ka_ge: შეცდომა სურათის მოჭრისას
lv: Kļūda, apcērtot attēlu
nl: Fout tijdens aanpassen plaatje
pl: Błąd przycinania obrazu
pt_br: Erro ao recortar imagem
ru_ru: Ошибка обрезки изображения
sl: Napaka med obrezovanjem slike
ta_lk: படத்தை செதுக்குவதில் வழு
th_th: เกิดข้อผิดพลาดในการครอบตัดภาพ
tr: Görüntü kırpılamadı.
zh_cn: 裁切图像时出错

source: Error creating temporary image
es: Fallo al crear la foto temporal
eu: Errore bat izan da aldi bateko irudia sortzen
ka_ge: შეცდომა დროებითი სურათის შექმნისას
lv: Kļūda, veidojot pagaidu attēlu
nl: Fout om een tijdelijk plaatje te maken
pl: Błąd utworzenia obrazu tymczasowego
pt_br: Erro ao criar imagem temporária
ru_ru: Ошибка при создании временного изображения
sl: Napaka med ustvarjanjem začasne slike
ta_lk: தற்காலிக படத்தை உருவாக்குவதில் வழு
th_th: เกิดข้อผิดพลาดในการสร้างรูปภาพชั่วคราว
tr: Geçici resim oluştururken hata oluştu
zh_cn: 创建临时图像时出错

source: Error finding image:
es: Fallo al encontrar la imagen
eu: Ezin izan da irudia aurkitu:
ka_ge: შეცდომა სურათის ძებნისას:
lv: Kļūda, meklējot attēlu:
nl: Fout kan plaatje niet vinden:
pl: Błąd znajdowanie obrazu:
pt_br: Erro ao localizar imagem:
ru_ru: Ошибка поиска изображений:
sl: Napaka med iskanjem datoteke:
ta_lk: படங்களை தேடுவதில் வழு:
th_th: เกิดข้อผิดพลาดในการค้นหารูปภาพ:
tr: Resim ararken hata oluştu:
zh_cn: 查找图像时出错:

source: Key is not set for:
es: Clave no establecida para:
eu: Gakoa ez da zehaztu hemen:
ka_ge: გასაღები არ არის მითითებული:
lv: Atslēga nav iestatīta:
nl: Sleutel niet bekend:
pl: Klucz nie ustawiony dla:
ru_ru: Ключ не установлен для:
sl: Ključ ni nastavljen za:
ta_lk: அதற்கு சாவியை அமைக்கவில்ல:
th_th: ยังไม่ได้กำหนดรหัสคีย์สำหรับ:
tr: Anahtar bunun için ayarlı değil:

source: Value is not set for:
es: Valor no establecido para:
eu: Balioa ez da zehaztu hemen:
ka_ge: მნიშვნელობა არ არის მითითებული:
lv: Vēstība nav iestatīta:
nl: Waarde niet bekend:
pl: Wartość nie ustawiona dla:
ru_ru: Значение не установлено для:
sl: Vrednost ni nastavljena za:
ta_lk: அதற்கு பெறுமதியை அமைக்கவில்லை:
th_th: ยังไม่ได้กำหนดค่าสำหรับ:
tr: Değer bunun için ayarlı değil:

source: Could not set preference:
es: No se pudo establecer la preferencia:
eu: Ezin izan da lehentasuna ezarri:
ka_ge: პარამეტრები არ არის მითითებული:
lv: Nevarēja iestatīt iestatījumu:
nl: Kan voorkeur niet opslaan:
pl: Nie można ustawić preferencji:
ru_ru: Не удалось установить предпочтения:
sl: Ne morem nastaviti lastnosti:
ta_lk: விருப்பங்களை அமைக்கமுடியவில்லை:
th_th: ไม่สามารถกำหนดการตั้งค่าส่่วนตัว:
zh_cn: 无法设定偏好：

source: Error uploading contacts to storage.
es: Error al subir contactos al almacenamiento.
eu: Errore bat egon da kontaktuak biltegira igotzerakoan.
ka_ge: შეცდომა საცავში კოკტაქტის ატვირთვისას.
lv: Kļūda, augšupielādējot kontaktus uz krātuvi.
nl: Fout bij opslaan van contacten.
pl: Wystąpił błąd podczas wysyłania kontaktów do magazynu.
pt_br: Erro enviando contatos para armazenamento.
ru_ru: Ошибка загрузки контактов в память.
sl: Napaka med nalaganjem stikov v hrambo.
ta_lk: சேமிப்பகத்தில் தொடர்புகளை பதிவேற்றுவதில் வழு
th_th: เกิดข้อผิดพลาดในการอัพโหลดข้อมูลการติดต่อไปยังพื้นที่จัดเก็บข้อมูล
tr: Bağlantıları depoya yükleme hatası
zh_cn: 上传联系人到存储空间时出错

source: There is no error, the file uploaded with success
es: No hay ningún error, el archivo se ha subido con éxito
eu: Ez da errorerik egon, fitxategia ongi igo da
ka_ge: ჭოცდომა არ დაფიქსირდა, ფაილი წარმატებით აიტვირთა
lv: Viss kārtībā, datne augšupielādēta veiksmīga
nl: De upload van het bestand is goedgegaan.
pl: Nie było błędów, plik wyczytano poprawnie.
pt_br: Arquivo enviado com sucesso
ru_ru: Ошибки нет, файл успешно загружен
sl: Datoteka je uspešno naložena brez napak.
ta_lk: இங்கு வழு இல்லை, கோப்பு வெற்றிகரமாக பதிவேற்றப்பட்டது
th_th: ไม่พบข้อผิดพลาดใดๆ, ไฟล์ถูกอัพโหลดเรียบร้อยแล้ว
tr: Dosya başarıyla yüklendi, hata oluşmadı
zh_cn: 文件上传成功，没有错误发生

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
es: El archivo subido sobrepasa la directiva upload_max_filesize de php.ini
eu: Igotako fitxategia php.ini fitxategiko upload_max_filesize direktiba baino handiagoa da
ka_ge: ატვირთული ფაილი აჭარბებს upload_max_filesize დირექტივას php.ini ფაილში
lv: Augšupielādētā datne pārsniedz upload_max_filesize direktīvu datnē php.ini
nl: Het bestand overschrijdt de upload_max_filesize instelling in php.ini
pl: Załadowany plik przekracza wielkość upload_max_filesize w php.ini
pt_br: O arquivo enviado excede a diretiva upload_max_filesize em php.ini
ru_ru: Размер загружаемого файла превысил максимально допустимый в директиве upload_max_filesize в php.ini
sl: Naložena datoteka presega velikost, ki jo določa parameter upload_max_filesize v datoteki php.ini
ta_lk: பதிவேற்றப்பட்ட கோப்பானது php.ini இலுள்ள upload_max_filesize directive ஐ விட கூடியது
th_th: ไฟล์ที่อัพโหลดมีขนาดไฟล์ใหญ่เกินจำนวนที่กำหนดไว้ในคำสั่ง upload_max_filesize ที่อยู่ในไฟล์ php.ini
tr: Dosyanın boyutu php.ini dosyasındaki upload_max_filesize limitini aşıyor
zh_cn: 上传的文件长度超出了 php.ini 中 upload_max_filesize 的限制

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
es: El archivo subido sobrepasa la directiva MAX_FILE_SIZE especificada en el formulario HTML
eu: Igotako fitxategia HTML formularioan zehaztutako MAX_FILE_SIZE direktiba baino handidagoa da.
ka_ge: ატვირთული ფაილი აჭარბებს MAX_FILE_SIZE დირექტივას, რომელიც მითითებულია HTML ფორმაში
lv: Augšupielādētā datne pārsniedz MAX_FILE_SIZE norādi, kas ir norādīta HTML formā
nl: Het bestand overschrijdt de MAX_FILE_SIZE instelling dat is opgegeven in het HTML formulier
pl: Wczytywany plik przekracza wielkość MAX_FILE_SIZE, która została określona w formularzu HTML
pt_br: O arquivo carregado excede o argumento MAX_FILE_SIZE especificado no formulário HTML
ru_ru: Размер загружаемого файла превысил максимально допустимый в директиве MAX_FILE_SIZE, специфицированной в HTML-форме
sl: Naložena datoteka presega velikost, ki jo določa parameter MAX_FILE_SIZE v HTML obrazcu
ta_lk: பதிவேற்றப்பட்ட கோப்பானது HTML படிவத்தில் குறிப்பிடப்பட்டுள்ள MAX_FILE_SIZE directive ஐ விட கூடியது
th_th: ไฟล์ที่อัพโหลดมีขนาดไฟล์ใหญ่เกินจำนวนที่กำหนดไว้ในคำสั่ง MAX_FILE_SIZE ที่ถูกระบุไว้ในรูปแบบของ HTML
tr: Yüklenecek dosyanın boyutu HTML formunda belirtilen MAX_FILE_SIZE limitini aşıyor
zh_cn: 上传的文件长度超出了 HTML 表单中 MAX_FILE_SIZE 的限制

source: The uploaded file was only partially uploaded
es: El archivo se ha subido parcialmente
eu: Igotako fitxategiaren zati bat bakarrik igo da
ka_ge: ატვირთული ფაილი მხოლოდ ნაწილობრივ აიტვირთა
lv: Augšupielādētā datne ir tikai daļēji augšupielādēta
nl: Het bestand is gedeeltelijk geüpload
pl: Załadowany plik tylko częściowo został wysłany.
pt_br: O arquivo foi parcialmente carregado
ru_ru: Загружаемый файл был загружен лишь частично
sl: Datoteka je le delno naložena.
ta_lk: பதிவேற்றப்பட்ட கோப்பானது பகுதியாக மட்டுமே பதிவேற்றப்பட்டுள்ளது
th_th: ไฟล์ถูกอัพโหลดได้เพียงบางส่วนเท่านั้น
tr: Dosya kısmen karşıya yüklenebildi
zh_cn: 已上传文件只上传了部分（不完整）

source: No file was uploaded
es: No se ha subido ningún archivo
eu: Ez da fitxategirik igo
ka_ge: ფაილი არ აიტვირთა
lv: Neviena datne netika augšupielādēta
nl: Er is geen bestand geüpload
pl: Plik nie został załadowany
pt_br: Nenhum arquivo carregado
ru_ru: Файл не был загружен
sl: Nobena datoteka ni naložena
ta_lk: எந்த கோப்பும் பதிவேற்றப்படவில்லை
th_th: ไม่มีไฟล์ที่ถูกอัพโหลด
tr: Hiç dosya gönderilmedi
zh_cn: 没有文件被上传
