Repository: owncloud-archive/apps
Catalog: l10n/*/files_antivirus.po
Languages: ar, ast, cs_cz, de, eo, es, eu, gl, he, hu_hu, it, ko, lv, nb_no, nl, pt_br, ru, sk_sk, sr, sv, tr, vi

source: Clean
ast: Llimpiu
cs_cz: Čisté
de: Säubern
es: Limpiar
eu: Garbia
gl: Limpo
hu_hu: Tiszta
it: Pulisci
nb_no: Ren
nl: Schoon
pt_br: Limpo
ru: Чисто
sk_sk: Čistý
sv: Ren
tr: Temiz

source: Infected
ast: Infestáu
cs_cz: Infikováno
de: Infiziert
es: Infectado
eu: Infektatuta
gl: Infectado
hu_hu: Fertőzött
it: Infetto
nb_no: Infisert
nl: Geïnfecteerd
pt_br: Infectado
ru: Заражён
sk_sk: Napadnutý
sv: Smittad
tr: Virüs bulaşmış

source: Unchecked
ast: Ensin comprobar
cs_cz: Nezkontrolováno
de: Ungeprüft
es: No revisado
eu: Egiaztatu gabe
gl: Non comprobado
it: Non marcato
nb_no: Ikke sjekket
nl: Ongeselecteerd
pt_br: Não verificado
ru: Не проверен
sk_sk: Neoznačený
sv: Avmarkerad
tr: İşaretli değil

source: Scanner exit status
ast: Estáu de salida del escáner
de: Status beim Beenden der Suche
es: Estado de la salida de escáner
eu: Eskanerraren irteera egoera
gl: Estado da saída da análise
it: Stato di uscita dell'analizzatore
nb_no: Status fra skanning
nl: Scanner einde status
pt_br: Estado de saída do Scanner
ru: Вывод статуса сканера
sk_sk: Kód, ktorý vrátil antivírus
sv: Skannerns slutstatus
tr: Tarayıcı çıkış durumu

source: Scanner output
ast: Salida del escáner
de: Suchausgabe
es: Salida de escáner
eu: Eskanerraren irteera
gl: Saída da análise
it: Risultato analisi
nb_no: Utdata fra skanning
pt_br: Saída do Scanner
ru: Вывод сканера
sk_sk: Výstup skenera
sv: Skanner-resultat
tr: Tarayıcı çıktısı

source: Malware detected
ast: Malware deteutáu
cs_cz: Detekován škodlivý software
de: Malware gefunden
es: Malware detectado
eu: Malwarea aurkitu da
gl: Detectouse software malicioso
hu_hu: Kártevő észlelve
it: Malware rilevato
nb_no: Skadevare oppdaget
nl: Malware gedetecteerd
pt_br: Malware detectado
ru: Вредоносные программы обнаружены
sk_sk: Detekovaný malvér
sv: Malware har upptäckts
tr: Zararlı yazılım bulundu

source: Virus detected! Can't upload the file %s
ast: ¡Virus deteutáu! Nun pue xubise'l ficheru %s
cs_cz: Byl detekován virus! Nelze nahrát soubor %s
de: Virus gefunden! Datei %s kann nicht hochgeladen werden
es: ¡Virus detectado! No se puede cargar el archivo %s
eu: Birus bat aurkitu da! Ezin da %s fitxategia igo
gl: Detectouse un virus! Non é posíbel cargar o ficheiro %s
hu_hu: Vírus észlelve. Nem tölthető fel a következő file %s
it: Virus rilevato! Impossibile caricare il file %s
nb_no: Virus oppdaget! Kan ikke laste opp filen %s
nl: Virus gedetecteerd! Kan bestand %s niet uploaden
pt_br: Vírus detectado! Não é possível enviar o arquivo %s
ru: Обнаружен вирус! Невозможно загрузить файл %s
sk_sk: Detekovaný vírus! Súbor nemôžete nahrať %s
sv: Virus har upptäckts! Kan inte ladda upp filen %s
tr: Virüs bulundu! %s dosyası yüklenemez

source: Greetings {user},
ar: أهلا بك {user},
ast: Hola {user},
cs_cz: Vítejte {user},
de: Herzlich Willkommen {user},
eo: Saluton, {user};
es: Hola {user},
eu: Kaixo {user},
gl: Parabéns {user},
he: ברוך הבא {user},
hu_hu: Üdv {user},
it: Ciao {user},
ko: {user}님, 환영합니다
lv: Esi sveicināts, {user},
nb_no: Hei {user},
nl: Hallo {user},
pt_br: Saudações, {user},
ru: Приветствуем Вас, {user},
sk_sk: Vitajte {user},
sr: Поздрав, {user},
sv: Hälsningar {user},
tr: Hoş geldiniz {user},
vi: Chào mừng {user},

source: Sorry, but a malware was detected in a file you tried to upload and it had to be deleted.
ar: وجد برنامج خبيث في الملف الذي تريد ترفيعه, و قد تم حذفه.
ast: Sentímoslo, pero deteutóse un malware nun ficheru que quies xubir y tuvo que desaniciase.
cs_cz: Bohužel byl v odeslaném souboru nalezen malware, soubor musel být odstraněn.
de: Entschuldige, es wurde Malware in einer Datei gefunden die Du hochladen wolltest und sie musste gelöscht werden.
eo: Pardonon, sed malica programo malkovriĝis en dosiero, kiun vi provis alŝuti, kaj do ĝi devis foriĝi.
es: Lo sentimos, pero se ha detectado un malware en un archivo que trata de subir y tuvo que ser eliminado.
eu: Barkatu, baina igotzen saiatu zaren fitxategi batean malware bat aurkitu da eta ezabatu behar da.
gl: Sentímolo, mais detectouse software malicioso nun ficheiro que tentaba enviar e tivo que ser eliminado.
he: סליחה, אבל התגלתה נוזקה באחד מהקבצים שניסית להעלות והוא נאלץ להמחק.
hu_hu: Sajnáljuk, de egy rosszindulatú program található egy fájlban, amit megpróbált feltölteni és ezért törölni kellett.
it: Siamo spiacenti, ma un malware è stato rilevato in un file che hai provato a caricare ed è necessario eliminarlo.
ko: 업로드하려고 시도한 파일에 악성 소프트웨어가 포함되어 있어서 삭제되었습니다.
lv: Augšupielādētajā datnē tika atrasta ļaunprātīga programmatūra, un to vajadzēja izdzēst.
nb_no: Beklager, men skadevare ble oppdaget i en fil du prøvde å laste opp, og filen er derfor slettet.
nl: Sorry, maar in een bestand dat je probeerde te uploaden is malware gedetecteerd en om die reden verwijderd.
pt_br: Desculpe, mas um malware foi encontrado em um arquivo que você tentou enviar e ele teve que ser excluído.
ru: Извините, но вредоносная программа была обнаружена в файле, который Вы пытаетесь скачать, и он был удалён.
sk_sk: Prepáčte, v nahrávanom súbore bol nájdený malware a musel byť zmazaný.
sr: Нажалост, датотека је обрисана јер је откривен злонамерни програм у датотеци коју сте покушали да отпремите.
sv: Ledsen, men skadlig kod upptäcktes i en fil som du försökte ladda upp och den var tvungen att raderas.
tr: Üzgünüz, yüklemeye çalıştığınız dosyada kötü amaçlı yazılım algılandı ve dosya silindi.
vi: Xin lỗi ,tập tin bạn đang thử tải lên có chứa virus và nó đã bị xóa.

source: This email is a notification from {host}. Please, do not reply.
ar: هذا البريد الالكتروني من ال {host}. رجاء, لا تحاول الاجابه.
ast: Esti corréu-e ye una notificación de {host}. Por favor, nun contestes al mensaxe.
cs_cz: Tento e-mail je oznámení od {host}. Prosím, neodpovídejte na něj.
de: Diese E-Mail ist eine Benachrichtigung von {host}. Bitte nicht antworten.
eo: Ĉi tiu retpoŝtomesaĝo estas sciigo el {host}. Bonvolu ne respondi.
es: Esta es una notificación automática de {host}. Sírvase no responderla.
eu: E-posta hau {hots}-(e)k bidalitako mezu bat da. Mesedez, ez erantzun.
gl: Este correo é unha notificación desde {host}. Non responda.
he: דוא"ל זה הוא התראה מ{host}. אנא, אל תגיב אליו.
hu_hu: Ez az e-mail egy értesítés a következőtől: {host}. Kérjük, ne válaszoljon.
it: Questa email è una notifica proveniente da {host}. Per favore non rispondere.
ko: 이 이메일은 {host}에서 보낸 알림입니다. 답장하지 마십시오.
lv: Šis vēstule ir paziņojums no {host}. Lūdzu, neatbildiet.
nb_no: Denne eposten er en varsel fra {host}. Vennligst ikke svar på denne.
nl: Deze e-mail is een notificatie van {host}. Gelieve niet te antwoorden.
pt_br: Este e-mail é uma notificação do {host}. Por favor, não responda.
ru: Это письмо - уведомление от {host}. Пожалуйста, не отвечайте на него.
sk_sk: Tento email je oznámenie od {host}. Prosím, neodpovedajte.
sr: Ово је обавештење од {host}. Молимо вас да не одговарате на поруку.
sv: Detta e-postmeddelande är en notifiering från {host} och går inte att svara på.
tr: Bu {host} adresinden bir e-posta bilgilendirmesidir. Lütfen cevap yazmayınız.
vi: Đây là email thông báo từ {host} .Vui lòng không trả lời lại.

source: File uploaded: {file}
ar: تم ترفيع: {file}
ast: Ficheru xubíu: {file}
cs_cz: Soubor odeslán: {file}
de: Datei {file} hochgeladen.
eo: Dosiero alŝutita: {file}
es: Archivo subido: {file}
eu: Igotako fitxategia: {file}
gl: Ficheiro enviado: {file}
he: קובץ הועלה: {file}
hu_hu: Fájl feltöltve: {file}
it: File caricato: {file}
ko: 파일 업로드됨: {file}
lv: Datne ir augšupielādēta: {file}
nb_no: Fil lastet opp: {file}
nl: Geüpload bestand: {file}
pt_br: Arquivo enviado: {file}
ru: Файл загружен: {file}
sk_sk: Súbor na odoslanie: {file}
sr: Отпремљена датотека: {file}
sv: Fil uppladdad: {file}
tr: Dosya yüklendi: {file}
vi: File đã upload: {file}

source: Antivirus Configuration
ar: إعدادات مضاد الفيروسات
ast: Axustes d'Antivirus
cs_cz: Nastavení antiviru
de: Antivirus-Konfiguration
eo: Agordo de senvirusigilo
es: Configuración del Antivirus
eu: Antivirus konfigurazioa
gl: Configuración antivirus
he: הגדרות אנטי-וירוס
hu_hu: Antivírus beállítása
it: Configurazione antivirus
ko: 안티바이러스 설정
lv: Antivīrusa konfigurācija
nb_no: Antivirus-innstillinger
nl: Antivirus Instellingen
pt_br: Configuração do Antivírus
ru: Конфигурация антивируса
sk_sk: Nastavenie antivírusu
sr: Подешавање антивируса
sv: Antivirus Inställningar
tr: Antivirüs Yapılandırması
vi: Cấu hình Antivirus

source: Mode
ar: النمط
ast: Mou
cs_cz: Režim
de: Modus
eo: Reĝimo
es: Modo
eu: Modua
gl: Modo
he: מצב
hu_hu: Működési mód
it: Modalità
ko: 모드
lv: Režīms
nb_no: Modus
pt_br: Modo
ru: Режим
sk_sk: Režim
sr: Режим
sv: Läge
tr: Kip
vi: Chế độ

source: Executable
ar: تشغيلي
cs_cz: Program
de: ausführbar
eo: Rulebla
es: Ejecutable
eu: Abiarazgarria
gl: Executábel
he: קובץ הפעלה
hu_hu: Futtatható program
it: Eseguibile
ko: 실행 파일
lv: Izpildāmais
nb_no: Eksekvering
nl: Uitvoerbaar
pt_br: Executável
ru: Выполняемый
sk_sk: Ako program
sr: Извршна датотека
sv: Körbar
tr: Uygulama
vi: Có thể thực thi

source: Daemon
ar: خفي
ast: Degorriu
cs_cz: Démon
de: Dienst
eo: Demono
es: Demonio
eu: Deabrua
gl: Servizo
hu_hu: Démon
it: Demone
ko: 대몬
lv: Dēmons
nb_no: Bakgrunnsprosess
ru: Демон
sk_sk: Démon
sr: Демон
sv: Demon
tr: Yardımcı

source: Daemon (Socket)
ast: Degorriu (Socket)
cs_cz: Program na pozadí (Soket)
es: Demonio (Socket)
eu: Deabrua (Socket-a)
gl: Servizo (conectador)
hu_hu: Démon (socket)
it: Demone (Socket)
ko: 대몬 (소켓)
lv: Dēmons (Ligzda)
nb_no: Bakgrunnsprosess (Socket)
ru: Даемон (Сокет)
sk_sk: Démon (Soket)
tr: Yardımcı (Yuva)

source: Socket
cs_cz: Soket
eu: Socket-a
gl: Conectador
hu_hu: Csatorna
ko: 소켓
lv: Ligzda (Socket)
ru: Сокет
sk_sk: Soket
tr: Yuva

source: Clamav Socket.
cs_cz: Soket ClamAV.
es: Socket Clamav
eu: Clamav Socket-a.
gl: Conectador do ClamAV.
hu_hu: Clamav csatorna
it: Socket di Clamav.
ko: ClamAV 소켓.
lv: Clamav Ligzda
ru: Сокет Clamav
sk_sk: Clamav Soket.
tr: Clamav Yuvası.

source: Not required in Executable Mode.
ar: غير ضروري في نمط "القابل للتشغيل"
ast: Nun se requier nel mou executable.
cs_cz: Není vyžadováno v režimu programu.
de: Nicht benötigt im ausführbaren Modus
eo: Malnepra en rulebleca modo.
es: No requerido en el modo ejecutable.
eu: Ez da beharrezkoa Exekutagarri Moduan.
gl: Non é requirido no modo executable
he: לא הכרחי במצב קובץ הפעלה.
hu_hu: Nem szükséges, ha a működési mód: futtaható program
it: Non richiesto in modalità eseguibile.
ko: 실행 파일 모드에서는 필요하지 않습니다.
lv: Nav nepieciešams izpildāmā režīmā.
nb_no: Ikke påkrevd i Eksekveringsmodus.
nl: Niet vereist in Uitvoerbare Mode.
pt_br: Não necessário no Modo Executável.
ru: Не требуется в исполняемом режиме.
sk_sk: V režime ako program nie je vyžadované.
sr: Није обавезно у извршном режиму.
sv: Krävs inte i körbart läge.
tr: Çalıştırılabilir Kipte gerekli değil.
vi: Không bắt buộc trong chế độ Có thể thực thi

source: Host
ar: المضيف
ast: Equipu
cs_cz: Počítač
eo: Gastigo
es: Servidor
eu: Hostalaria
gl: Servidor
he: מארח
hu_hu: Kiszolgáló
ko: 호스트
lv: Resursdators
nb_no: Tjener
ru: Сервер
sk_sk: Hostiteľ
sr: Домаћин
sv: Server
tr: Sunucu
vi: Máy chủ

source: Address of Antivirus Host.
ar: عنوان مضيف مضاد الفيروساات
ast: Direición del Host del Antivirus.
cs_cz: Adresa počítače s antivirem.
de: Adresse des Antivirus-Servers
eo: Adreso de senvirusigila gastigo.
es: Dirección del Host del Antivirus.
eu: Antiburus Hostalariaren Helbidea.
gl: Enderezo do servidor do antivirus
he: כתובת של מארח האנטי-וירוס.
hu_hu: A vírusellenőrző kiszolgáló címe
it: Indirizzo IP Host Antivirus
ko: 안티바이러스 호스트 주소입니다.
lv: Antivīrusa servera adrese.
nb_no: Adressen til Antivirus-tjener.
nl: Adres van Antivirus Host.
pt_br: Endereço do Host do Antivírus.
ru: Адрес хоста антивируса.
sk_sk: Adresa hostiteľa s antivírovým programom.
sr: Адреса рачунара с антивирусом.
sv: Adress till Antivirusserver.
tr: Antivirus Sunucusunun Adresi.
vi: Địa chỉ host chống virus

source: Port
ar: المنفذ
ast: Puertu
eo: Pordo
es: Puerto
eu: Portua
gl: Porto
he: פורט
it: Porta
ko: 포트
lv: Ports
nl: Poort
pt_br: Porta
ru: Порт
sr: Порт
tr: Bağlantı Noktası
vi: Cổng

source: Port number of Antivirus Host.
ar: رقم منفذ مضيف مضاد الفيروسات
ast: Númberu de puertu del Host del Antivirus
cs_cz: Číslo portu počítače s antivirem.
de: Port des Antivirus-Servers
eo: Pordonumero de senvirusigila gastigo.
es: Número de puerto del Host del Antivirus.
eu: Antiburus Hostalariaren Ataka zenbakia.
gl: Número de porto no servidor do antivirus
he: מספר פורט של מארח אנטי-וירוס.
hu_hu: A vírusellenőrző kiszolgáló port száma
it: Numero di Porta Host Antivirus
ko: 안티바이러스 호스트 포트입니다.
lv: Antivīrusa servera porta numurs.
nb_no: Portnummer til Antivirus-tjener.
nl: Poortnummer van Antivirus Host.
pt_br: Número da porta do Host do Antivírus.
ru: Номер порта хоста антивируса
sk_sk: Číslo portu hostiteľa s antivírovým programom.
sr: Број порта рачунара с антивирусом.
sv: Portnummer till Antivirusserver.
tr: Antivirüs Sunucusunun bağlantı noktası.
vi: Số cổng của host chống virus

source: Stream Length
ast: Llonxitú de la tresmisión
cs_cz: Délka proudu
de: Stream-Länge
eo: Flulongo
es: Longitud de la transmisión
eu: Korrontearen Luzera
gl: Lonxitude do fluxo
he: אורך הזרם
hu_hu: Folyamhossz
it: Lunghezza Stream
ko: 스트림 길이
lv: Straumes garums
nb_no: Strømmelengde
nl: Stroom lengte
pt_br: Duração do Fluxo
ru: Длина потока
sk_sk: Dĺžka prúdu
sr: Дужина тока
sv: Längd på ström
tr: Akış Uzunluğu

source: ClamAV StreamMaxLength value in bytes.
ast: Valor StreamMaxLength del ClamAV en bytes.
cs_cz: Hodnota ClamAV StreamMaxLength v bytech.
de: ClamAV-Wert 'StreamMaxLength' in Bytes.
eo: Valoro de ClamAV-StreamMaxLength (maks. flulongo) en bitokoj.
es: Valor StreamMaxLength del ClamAV en bytes.
eu: ClamAV StreamMaxLength-en balioa bytetan.
gl: Valor en bytes do StreamMaxLength en ClamAV
he: ערך של ClamAV StreamMaxLength בבתים.
hu_hu: ClamAV StreamMaxLength érték byte-okban kifejezve
it: ClamAV StreamMaxLength valore in bytes.
ko: 바이트 단위의 ClamAV StreamMaxLength 값입니다.
lv: ClamAV StreamMaxLength vērtība baitos.
nb_no: ClamAV StreamMaxLength verdi i bytes.
nl: ClamAV StreamMaxLength waarde in bytes.
pt_br: Valor de StreamMaxLength do ClamAV em bytes.
ru: Значение максимальной длины потока ClamAV в байтах.
sk_sk: Hodnota ClamAV StreamMaxLength v bitoch.
sr: Вредност StreamMaxLength ClamAV-а у бајтовима.
sv: ClamAV StreamMaxLength värde i bytes.
tr: Bayt cinsinden ClamAV StreamMaxLength değeri.

source: Path to clamscan
ar: المسار إلى clamscan
ast: Camín al clamscan
cs_cz: Cesta k clamscan
de: Pfad zu clamscan
eo: Vojo al clamscan
es: Ruta al clamscan
eu: clamscan bidea
gl: Ruta a clamscan
he: נתיב אל clamscan
hu_hu: A clamscan elérési útvonala
it: Percorso a clamscan
ko: clamscan 경로
lv: Ceļš uz clamscan
nb_no: Sti til clamscan
nl: Pad naar clamscan
pt_br: Caminho para clamscan
ru: Путь к clamscan
sk_sk: Cesta ku clamscan
sr: Путања до clamscan-а
sv: Sökväg till clamscan
tr: Clamscan yolu

source: Path to clamscan executable.
ar: المسار إلى برنامج clamscan
ast: Camín al executable clamscan.
cs_cz: Cesta k programu clamscan.
de: Pfad zur clamscan Datei
eo: Vojo al la ruleblaĵo clamscan.
es: Ruta al ejecutable clamscan.
eu: clamscan programaren kokapena.
gl: Ruta ao executábel clamscan
he: נתיב אל קובץ ההפעלה של clamscan.
hu_hu: A clamscan program elérési útvonala
it: Percorso all'eseguibile di clamscan
ko: clamscan 실행 파일의 경로입니다.
lv: Ceļš uz clamscan izpildāmo datni.
nb_no: Sti til clamscan eksekveringsfil.
nl: Pad naar de clamscan executable.
pt_br: Caminho para executável clamscan.
ru: Путь к исполнителю clamscan.
sk_sk: Cesta k programu clamscan.
sr: Путања до извршне датотеке clamscan-а.
sv: Sökväg till clamscan binär.
tr: Clamscan uygulaması yolu

source: Not required in Daemon Mode.
ar: غير ضروري في الوضع الخفي
ast: Nun se requier nel mou degorriu.
cs_cz: Není vyžadováno v režimu démona.
de: Nicht erforderlich im Dienst Modus
eo: Malnepra en demona reĝimo.
es: No requerido en Modo Demonio.
eu: Ez da beharrezkoa Deabru Moduan.
gl: Non requirido no modo de servizo
he: לא נדרש במצב Daemon.
hu_hu: Nem szükséges, ha a működési mód: démon
it: Non richiesto in modalità demone.
ko: 대몬 모드에서는 필요하지 않습니다.
lv: Nav vajadzīgs dēmona režīmā.
nb_no: Ikke påkrevd i Bakgrunnsprosess-modus.
nl: Niet vereist om Daemon Mode.
pt_br: Não necessário no Modo Daemon.
ru: Не требуется в режиме демона.
sk_sk: V režime démona nie je vyžadované.
sr: Није обавезно у режиму демона.
sv: Krävs inte i Demonläge.
tr: Yardımcı Kipinde gerekli değil.

source: Extra command line options (comma-separated)
de: Zusätzliche Kommandozeilenoptionen (Kommata-getrennt)
es: Opciones extra de la línea de comandos (separadas por comas)
sk_sk: Ďalšie voľby príkazového riadka (oddelené čiarkou)
tr: Ek komut satırı seçenekleri (virgülle ayrılmış)

source: Action for infected files found while scanning
ast: Aición pa los ficheros infectaos que s'atopen mientres l'escanéu
cs_cz: Akce pro infikované soubory nalezené při prohledávání
de: Aktion für infizierte Dateien die beim Scannen gefunden werden
eo: Ago por infektitaj dosieroj dum skano
es: Acción para los archivos infectados encontrados durante el escaneo
eu: Eskaneatzean aurkitutako infektatutako fitxategiekin hartu beharreko ekintza
gl: Acción para os ficheiros infectados detectados durante a análise
he: פעולה שתנקט במקרה של מציאת קבצים נגועים בזמן הסריקה
hu_hu: A vizsgálat során talált fertőzett fájlok ezt tegye:
it: Azione per i file infetti trovati durante la scansione
ko: 감염된 파일이 발견되었을 때 동작
lv: Darbība, ko veikt ar skenēšanas laikā atrastajām inficētajām datnēm
nb_no: Handling for infiserte filer funnet under skanning
nl: Actie voor gevonden besmette bestanden tijdens scannen
pt_br: Ação para arquivos infectados encontrados ao escanear
ru: Действие для инфицированных файлов, найденных в процессе сканирования
sk_sk: Opatrenia pre infikované súbory nájdené pri skenovaní
sr: Радња за заражене датотеке пронађене при скенирању
sv: Åtgärder för infekterade filer som hittades under skanning
tr: Tarama yapılırken bulunan virüslü dosyalar için eylem

source: Only log
ar: الإدراج في السجل فقط
ast: Namái rexistrar
cs_cz: Pouze zaznamenat
de: Nur protokollieren
eo: Nur protokolo
es: Solo registrar
eu: Bakarrik erregistratu
gl: Só rexistro
he: רק לוג
hu_hu: Naplózza
it: Solo log
ko: 기록만
lv: Tikai reģistrēt
nb_no: Bare logg
nl: Alleen loggen
pt_br: Somente registro
ru: Только лог
sk_sk: Len logovať
sr: Само забележи
sv: Bara logg
tr: Sadece günlüğe yaz
vi: Chỉ nhật ký

source: Delete file
ar: حذف الملف
ast: Desanciar ficheru
cs_cz: Smazat soubor
de: Datei löschen
eo: Forigi dosieron
es: Eliminar archivo
eu: Ezabatu fitxaegia
gl: Eliminar o ficheiro
he: מחק קובץ
hu_hu: Törölje a fájlt
it: Elimina il file
ko: 파일 삭제
lv: Dzēst datni
nb_no: Slett fil
nl: Verwijder bestand
pt_br: Excluir arquivo
ru: Удалить файл
sk_sk: Zmazať súbor
sr: Обриши датотеку
sv: Radera fil
tr: Dosyayı sil
vi: Xóa tập tin

source: Save
ar: حفظ
ast: Guardar
cs_cz: Uložit
de: Speichern
eo: Konservi
es: Guardar
eu: Gorde
gl: Gardar
he: שמירה
hu_hu: Mentés
it: Salva
ko: 저장
lv: Saglabāt
nb_no: Lagre
nl: Bewaar
pt_br: Salvar
ru: Сохранить
sk_sk: Uložiť
sr: Сачувај
sv: Spara
tr: Kaydet
vi: Lưu

source: Advanced
ast: Avanzáu
cs_cz: Pokročilé
de: Fortgeschritten
es: Avanzado
eu: Aurreratua
gl: Avanzado
hu_hu: Haladó
it: Avanzate
ko: 고급
lv: Paplašināti
nb_no: Avansert
nl: Geavanceerd
pt_br: Avançado
ru: Дополнительно
sk_sk: Rozšírené
sv: Avancerad
tr: Gelişmiş

source: Rules
ast: Regles
cs_cz: Pravidla
de: Regeln
es: Reglas
eu: Arauak
gl: Regras
hu_hu: Szabályok
it: Regole
nb_no: Regler
nl: Regels
pt_br: Regras
ru: Правила
sk_sk: Pravidlá
sv: Regler
tr: Kurallar

source: Clear All
ast: Llimpiar too
cs_cz: Vyčistit Vše
de: Alles säubern
es: Todo limpio
eu: Garbitu Dena
gl: Limpar todo
it: Pulisci tutto
nb_no: Fjern alle
nl: Alles schoonmaken
pt_br: Limpar Tudo
ru: Очистить всё
sk_sk: Všetko vymazať
sv: Rensa alla
tr: Tümünü Temizle

source: Reset to defaults
ast: Reafitar valores
cs_cz: Změnit na výchozí
de: Auf Standard rücksetzen
es: Reset a valores por defecto
eu: Berrezarri Lehenetsiak
gl: Restabelecer a valores predeterminados
hu_hu: Alapértékek visszaállítása
it: Ripristina i valori predefiniti
nb_no: Still tilbake til standard
nl: Standaardwaarden terugzetten
pt_br: Restaurar Padrões
ru: Сбросить к настройкам по-умолчанию
sk_sk: Obnoviť predvolené
sv: Återgår till Standard
tr: Öntanımlılara sıfırla

source: Match by
ast: Que concasen por
cs_cz: Odpovídá těmto
de: Übereinstimmung durch
es: Detectado por
eu: Bilatze irizpidea
gl: Coincide en
hu_hu: Egyezzen mint
it: Verificato da
nb_no: Søk på
nl: Overeenstemmen met
pt_br: Verificado por
sk_sk: Porovnané
sv: Matchar med
tr: Şununla eşleştir

source: Scanner exit status or signature to search
ast: Estáu de salida del escáner o robla pa guetar
de: Status beim Beenden der Suche oder zu suchende Signatur
es: Estado de la salida de escáner o firma a buscar
eu: Eskanerraren irteera egoera edo bilatzeko sinadura
gl: Estado da saída da análise ou sinatura para buscar
it: Stato di uscita dell'analizzatore o firma da cercare
nb_no: Status fra skanning eller signatur for søk
nl: Scanner einde status of op te zoeken signature
pt_br: Estado de saída do scanner ou assinatura para pesquisar
sk_sk: Kód, ktorý vrátil antivírus alebo signatúra, ktorá sa má hľadať
sv: Skannerns slutstatus eller signatur för sökning
tr: Aramak için tarayıcı çıkış durumu veya imza

source: Description
ast: Descripción
cs_cz: Popis
de: Beschreibung
es: Descripción
eu: Deskribapena
gl: Descrición
hu_hu: Leírás
it: Descrizione
ko: 종류
lv: Apraksts
nb_no: Beskrivelse
nl: Beschrijving
pt_br: Descrição
ru: Описание
sk_sk: Popis
sv: Beskrivning
tr: Açıklama

source: Mark as
ast: Conseñar como
cs_cz: Označit jako
de: Markiert als
es: Marcar como
eu: Markatu honela
gl: Marcar como
hu_hu: Jelöljük mint
it: Marca come
nb_no: Merk som
nl: Markeren als
pt_br: Marcar como
ru: Отметить как
sk_sk: Označiť ako
sv: Märk som
tr: Şu şekilde işaretle

source: Add a rule
ast: Amestar regla
cs_cz: Přidat pravidlo
de: Regel hinzufügen
es: Añadir una regla
eu: Gehitu araua
gl: Engadir unha regra
hu_hu: Szabály hozzááadása
it: Aggiungi una regola
nb_no: Legg til regel
nl: Regel toevoegen
pt_br: Adicionar uma regra
ru: Добавить правило
sk_sk: Pridať pravidlo
sv: Lägg till en regel
tr: Bir kural ekle
