Repository: owncloud-archive/apps
Catalog: l10n/*/firstrunwizard.po
Languages: de, es

source: Welcome to %s
de: Willkommen bei %s
es: Bienvenido a %s

source: Your personal web services. All your files, contacts, calendar and more, in one place.
de: Deine persönlichen Web-Services. Alle deine Dateien, Kontakte, Kalender und mehr an einem Ort.
es: Sus servicios web personales. Todos sus archivos, contactos, calendario y más en un único lugar.

source: Get the apps to sync your files
de: Lade die Apps zur Synchronisierung Deiner Daten herunter
es: Obtenga las apps para sincronizar sus archivos

source: Connect your desktop apps to %s
de: Verbinde Deine Desktop-Anwendungen mit %s
es: Conecte sus aplicaciones de escritorio a %s

source: Connect your Calendar
de: Verbinde Deine Kalender
es: Conecte su Calendario

source: Connect your Contacts
de: Verbinde Deine Kontakte
es: Conecte sus Contactos

source: Access files via WebDAV
de: Greife auf Dateien über WebDAV zu
es: Acceda a sus archivos vía WebDAV

source: Documentation
de: Dokumentation
es: Documentación

source: There’s more information in the <a target="_blank" href="%s">documentation</a> and on our <a target="_blank" href="http://owncloud.org">website</a>.
de: Weitere Informationen findest Du in der <a target="_blank" href="%s">Dokumentation</a> und auf unserer <a target="_blank" href="http://owncloud.org">Webseite</a>.
es: Hay más información en la <a target="_blank" href="%s">documentación</a> y en nuestro <a target="_blank" href="http://owncloud.org">sitio web</a>.

source: If you like ownCloud, <a href="mailto:?subject=ownCloud&body=ownCloud is a great open software to sync and share your files. You can freely get it from http://owncloud.org">recommend it to your friends</a>!
de: Wenn Dir ownCloud gefällt, <a href="mailto:?subject=ownCloud&body="ownCloud ist großartige freie Software zum synchronisieren und teilen Deiner Dateien, du kannst es frei von http://owncloud.org herunterladen">empfiehl es weiter</a>!
es: Si le gusta ownCloud, ¡<a href="mailto:?subject=ownCloud&body=ownCloud es una gran herramienta de código abierto para sincronizar y compartir tus archivos. Puedes obtenerlo gratis desde http://owncloud.org">recomiéndeselo a sus amigos</a>!
