Repository: owncloud-archive/apps
Catalog: l10n/*/imprint.po
Languages: ca, cy_gb, el, eo, es_ar, et_ee, fr, gl, he, hu_hu, id, ka_ge, nl, nn_no, pt_br, ru, sk_sk, uk, zh_tw

source: Legal notice
ca: Nota legal
cy_gb: Hysbysiad cyfreithiol
el: Aνακοίνωση νομικού περιεχομένου
eo: Leĝa sciigilo
es_ar: Información Legal
et_ee: Õigusalane teave
fr: Mentions légales
gl: Aviso legal
he: הערות משפטיות
hu_hu: Jogi nyilatkozat
id: Pernyataan hukum
ka_ge: იურიდიული ცნობა
nl: Disclaimer
nn_no: Juridisk informasjon
pt_br: Aviso legal
ru: Юридическое уведомление
sk_sk: Právne informácie
uk: Юридичне застереження
zh_tw: 法律聲明

source: Nothing here yet
ca: Aquí encara no hi ha res
cy_gb: Does dim byd yma eto
el: Δεν υπαρχει τίποτα εδώ μέχρι στιγμής
eo: Nenio ĉeestas ankoraŭ
es_ar: Todavía no hay nada aquí
et_ee: Siin pole veel midagi
fr: Rien à afficher pour le moment
gl: Aquí aínda non hai nada
he: אין כאן כלום עדיין
hu_hu: Még semmi nincs itt
id: Masih belum ada isinya
ka_ge: აქ არაფერი არ არის.
nl: Nog niets
nn_no: Ingenting her enno
pt_br: Nada aqui ainda
ru: Пока ничего нет
sk_sk: Ešte tu nič nie je
uk: Тут ще нічого немає
zh_tw: 這裡沒有東西

source: The content of the legal notice has to be configured first
ca: Primer heu de configurar el contingut de la nota legal
cy_gb: Rhaid cyflunio'r hysbysiad cyfreithiol yn gyntaf
el: Αρχικά πρέπει να διαμορφώσετε τα στοιχεία της ανακοίνωσης νομικού περιεχομένου
eo: La enhavo de la leĝa sciigilo devas agordiĝi unue
es_ar: El contenido acerca de la información legal tiene que ser configurado primero
et_ee: Õigusalase teabe sisu tuleb esmalt seadistada
fr: Le contenu des mentions légales doit être configuré d'abord
gl: Primeiro ten que configurar o contido do aviso legal
he: יש להגדיר את תוכן ההערות המשפטיות תחילה
hu_hu: Elsőként a jogi nyilatkozat tartalmát kell meghatározni
id: Isi pernyataan hukum harus dikonfigurasikan terlebih dulu
ka_ge: საწყის ეტაპზე დააკონფიგურირეთ იურიდიული ცნობის კონტენტი
nl: De inhoud van de disclaimer moet eerst worden geconfigureerd
nn_no: Du må skriva inn tekst i den juridiske informasjonen først
pt_br: O conteúdo do aviso legal deve ser configurado primeiro
ru: Сначала следует задать содержимое юридического уведомления
sk_sk: Najskôr musíte nastaviť obsah právnych informácií
uk: Спочатку має бути налаштований зміст юридичного застереження
zh_tw: 必須先設定法律聲明的內容

source: That configuration is done in the administration section.
ca: Aquesta configuració es du a terme a la secció d'administració.
cy_gb: Cyflunir hwnna yn yr adran weinyddol.
el: Η διαμόρφωση γίνεται στο τμήμα διοίκησης.
eo: Tiu agordo fariĝis en la administra sekcio.
es_ar: Eso se configura en la sección de administración.
et_ee: Seda saab seadistada administratiivses sektsioonis.
fr: Cette configuration doit être effectuée depuis la page d'administration.
gl: Esta configuración faise na sección de administración.
he: ניתן לשנות הגדרות אלו באגף הניהול.
hu_hu: Ez a konfiguráció az adminisztráció szekciónál állitható.
nl: Deze configuratie gebeurt op de beheerpagina.
nn_no: Den konfigurasjonen gjer du i administrasjonsdelen.
pt_br: Esta configuração é feita na seção de administração.
ru: Эта конфигурация делается в разделе администрирования.
sk_sk: Nastavenia vykonajte v sekcii Administrácia
uk: Це налаштування виконується в розділі адміністрування.
zh_tw: 那項設定需在管理者界面完成

source: That configuration has to be done by the system administration.
ca: Aquesta configuració l'ha de realitzar l'administrador del sistema.
cy_gb: Rhaid i'r gweinyddwr system gyflunio hwnna.
el: Η διαμόρφωση πρέπει να γίνει από τη διοίκηση του συστήματος.
eo: Tiun agordon devas fari la sistemadministranto.
es_ar: Eso tiene que configurarse en administración de sistema.
et_ee: Selle peab seadistama süsteemiadministraator.
fr: Cette configuration doit être effectuée par l'administrateur système.
gl: Esa configuración ten de ser feita pola administración do sistema.
he: הגדרות אלו ניתנות לשינוי על ידי מנהל המערכת.
hu_hu: Ezt a konfigurációt a rendszer adminisztráció szekciónál kell beállítani.
nl: Deze configuratie moet worden ingesteld door de systeembeheerder.
nn_no: Den konfigurasjonen må gjerast av systemadministrasjonen.
pt_br: Esta configuração deverá ser feita pela administração do sistema.
ru: Эту конфигурацию должен сделать системный администратор
sk_sk: Nastavenie musí byť vykonané administrátorom systému.
uk: Це налаштування повинно бути зроблене системним адміністратором.
zh_tw: 那項設定必須由系統管理者來完成。

source: Imprint
el: Αποτύπωμα
et_ee: Impressum
fr: Empreinte
gl: Impresión
he: חותמת
hu_hu: Impresszum
ka_ge: ბეჭედი
nl: afdruk
nn_no: Impressum
pt_br: Marca
ru: Штамп
sk_sk: Podmienky používania
uk: Відбиток
zh_tw: 法律聲明

source: Placement
ca: Ubicació
cy_gb: Lleoliad
el: Τοποθέτηση
eo: Pozicio
es_ar: Ubucación
et_ee: Asetus
fr: Emplacement
gl: Emprazamento
hu_hu: Elhelyezés
id: Lokasi
ka_ge: განთავსება
nl: Plaatsing
nn_no: Plassering
pt_br: Localização
ru: Расположение
sk_sk: Umiestnenie
uk: Розміщення
zh_tw: 位置

source: Standalone app
ca: Aplicació autònoma
cy_gb: Ap arunig
el: Αυτόνομη εφαρμογή
eo: Memstara aplikaĵo
es_ar: Aplicación específica
et_ee: Sõltumatu rakendus
fr: Application autonome
gl: Aplicativo independente
he: יישום עצמאי
hu_hu: Különálló alkalmazás
id: Aplikasi mandiri
ka_ge: ავტონომიური აპლიკაცია
nn_no: Frittståande applikasjon
pt_br: Aplicativo independente
ru: Отдельное приложение
sk_sk: Samostatná záložka
uk: Автономний додаток
zh_tw: 獨立的應用程式

source: Header left
ca: Encapçalament esquerra
cy_gb: Pennyn chwith
el: Αριστερή επικεφαλίδα
eo: Maldekstro de kapo
es_ar: Encabezado izquierdo
et_ee: Vasak päis
fr: En-tête gauche
gl: Cabeceira esquerda
he: כותרת שמאלית
hu_hu: Fejléc bal
id: Tajuk kiri
ka_ge: სათაური მარცხნივ
nl: Kop links
nn_no: Topptekst, venstre
pt_br: Cabeçalho esquerdo
ru: Заголовок слева
sk_sk: V hlavičke vľavo
uk: Заголовок ліворуч
zh_tw: 頁首內靠左

source: Header right
ca: Encapçalament dret
cy_gb: Pennyn dde
el: Δεξιά επικεφαλίδα
eo: Dekstro de kapo
es_ar: Encabezado derecho
et_ee: Parem päis
fr: En-tête droit
gl: Cabeceira dereita
he: כותרת ימנית
hu_hu: Fejléc jobb
id: Tajuk kanan
ka_ge: სათაური მარჯვნივ
nl: Kop rechts
nn_no: Topptekst, høgre
pt_br: Cabeçalho direito
ru: Заголовок справа
sk_sk: V hlavičke vpravo
uk: Заголовок праворуч
zh_tw: 頁首內靠右

source: Navigation top
ca: Navegació superior
cy_gb: Llywio brig
el: Πλοήγηση στο επάνω μέρος
eo: Naviga supro
es_ar: Navegación extremo superior
et_ee: Navigatsioon üles
fr: Navigation haut
gl: Enriba na navegación
he: ניווט עליון
hu_hu: Navigáció fent
id: Navigasi atas
ka_ge: ნავიგაცია ზევით
nl: Navigatie bovenaan
nn_no: Navigasjon, øvst
pt_br: Topo da navegação
ru: Навигация сверху
sk_sk: V záložkách navrchu
uk: Навігація зверху
zh_tw: 側欄頂端

source: Navigation bottom
ca: Navegació inferior
cy_gb: Llywio gwaelod
el: Πλοήγηση στο κάτω μέρος
eo: Naviga malsupro
es_ar: Navegación extremo inferior
et_ee: Navigatsioon alla
fr: Navigation bas
gl: Embaixo na navegación
he: ניווט תחתון
hu_hu: Navigáció lent
id: Navigasi bawah
ka_ge: ნავიგაცია ქვევით
nl: Navigatie onderaan
nn_no: Navigasjon, nedst
pt_br: Rodapé da navegação
ru: Навигация снизу
sk_sk: V záložkách naspodu
uk: Навігація знизу
zh_tw: 側欄底端

source: During login
ca: Durada de l'accés
eo: Dum ensaluto
gl: Durante o acceso
hu_hu: Bejelentkezés közben
nn_no: Ved innlogging
pt_br: Durante o login
ru: При входе
uk: Під час входу
zh_tw: 登入時

source: Content
ca: Contingut
cy_gb: Cynnwys
el: Περιεχόμενο
eo: Enhavo
es_ar: Contenido
et_ee: Sisu
fr: Contenu
gl: Contido
he: תוכן
hu_hu: Tartalom
id: Konten
ka_ge: კონტენტი
nl: Inhoud
nn_no: Innhald
pt_br: Conteúdo
ru: Содержание
sk_sk: Obsah
uk: Зміст
zh_tw: 內容

source: You can use html markup (e.g. <br> for a linebreak) and inline style attributes (e.g. <a style="color:red;">).
gl: Pode empregar o formato de marcado HTML (p.ex. <br> para un salto de liña) e os atributos de estilo na liña (p.ex <a style="color:red;">).
hu_hu: HTML kódok (pl. <br> a sortörés jelzésére) és inline stílusok (pl. <a style="color:red;">) is használhatók.
nn_no: Du kan bruka HTML-merking (t.d. <br> for linjeskift) og stilattributt (t.d. <a style="color:red;">).
pt_br: Você pode usar codificação html (ex.: <br> para quebra de linha) e atributos de estilo em linha (ex.: <a style="color:red;">).
ru: Можно использовать html разметку (например, <br> для переноса строки) и атрибуты стиля (например <a style="color:red;">).

source: You can use html markup (e.g. &lt;br&gt; for a linebreak) and inline style attributes (e.g. &lt;a style="color:red;"&gt;).
ca: Podeu usar marques html (com &lt;br&gt; per un salt de línia) i atributs d'estil en línia (com &lt;a style="color:red;"&gt;).
cy_gb: Gallwch ddefnyddio html (e.e. &lt;br&gt; i greu toriad llinell) a phriodoledd arddull mewnlin (e.e. &lt;a style="color:red;"&gt;).
el: Μπορείτε να χρησιμοποιήσετε σήμανση html (π.χ. <br> για να αφήσετε μια κενή γραμμή) και ενωματωμένα χαρακτηριστικά στυλ (π.χ. <a style="color:red;">).
es_ar: Podés usar código html (p.ej. &lt;br&gt; para un salto de línea) y atributos de estilo (p.ej. &lt;a style="color:red;"&gt;).
et_ee: Saad kasutada HTML märgendeid (nt. &lt;br&gt; for a reavahetuseks) ning sisestiili atribuute (nt. &lt;a style="color:red;"&gt;).
fr: Vous pouvez utiliser le balisage HTML (par ex. : &lt;br&gt; pour un saut de ligne) et les attributs de style en ligne (ex : &lt;a style="color:red;"&gt;).
id: Anda dapat menggunakan kode markup HTML (mis. &lt;br&gt; untuk barus baru) dan atribut inline style (mis. &lt;a style="color:red;"&gt;).
ka_ge: თქვენ შეგითლიათ გამოიყენოთ html markup–ი (მაგ. &lt;br&gt; linebreak–ისთვის) ან inline style–ის ატრიბუტები (მაგ. &lt;a style="color:red;"&gt;).
nl: U kunt gebruik maken van html opmaak tekens (bijv. &lt;br&gt; voor een regeleinde) en ingebedde stijlattributen (bijv. &lt;a style="color:red;"&gt;).
sk_sk: Môžete použiť HTML značky (napr. &lt;br&gt; for a linebreak) a atribúty inline štýlov (napr. &lt;a style="color:red;"&gt;).
uk: Ви можете використовувати HTML розмітку (наприклад, &lt;br&gt; для переводу рядка) і вбудовані атрибути стилю (наприклад, &lt;a style="color:red;"&gt;).
zh_tw: 你可以用 HTML 標記（像是 &lt;br&gt; 表示換行）和行內樣式屬性（如 &lt;a style="color:red;"&gt; ）。
