Repository: owncloud-archive/apps
Catalog: l10n/*/news.po
Languages: ca, eo, es, et_ee, eu, gl, is, ja_jp, ku_iq, mk, nb_no, nl, pl, pt_pt, ru, si_lk, sk_sk, sl, sr, ta_lk, th_th, uk, vi

source: Name of the folder cannot be empty.
ca: El nom de la carpeta no por ser buit
eo: Nomo de dosierujo ne povas esti malplena
es: El nombre de la carpeta no puede estar vacio.
et_ee: Kausta nimi ei saa olla tühi.
eu: Karpetaren izena ezin da hutsik egon.
gl: O nome do cartafol non pode quedar baleiro.
is: Nafn möppunnar má ekki vera tómt
ja_jp: フォルダ名は空にできません。
ku_iq: ناوی بوخچه‌ نابێت به‌تاڵ بێت.
mk: Името на папката не може да биде празно.
nb_no: Mappenavnet kan ikke være tomt.
nl: Naam van de map kan niet leeg zijn.
pl: Nazwa folderu nie może być pusta
pt_pt: Nome da pasta não pode estar vazio.
ru: Имя папки не может быть пустым.
si_lk: ෆොල්ඩරයේ නම හිස් විය නොහැක.
sk_sk: Názov priečinka nemôže byť prázdny.
sl: Mapa mora biti poimenovana.
ta_lk: கோப்புறையின் பெயர் வெறுமையாக இருக்கமுடியாது.
th_th: ชื่อโฟลเดอร์ไม่สามารถเว้นว่างได้
uk: Ім'я теки не може бути пустим.
vi: Tên của thự mục không được để trống.

source: Adding...
ca: Afegint...
eo: Aldonante...
es: Añadiendo...
et_ee: Lisamine...
eu: Gehitzen...
gl: Engadindo...
is: Bæta við ...
ja_jp: 追加中...
ku_iq: زیادده‌کرێت...
mk: Додавање...
nb_no: Legger til...
nl: Aan het toevoegen...
pl: Dodaję...
pt_pt: A acrescentar...
ru: Добавление...
si_lk: එකතුවේ...
sk_sk: Pridávanie...
sl: Dodajanje ...
ta_lk: சேர்க்கப்படுகிறது...
th_th: กำลังเพิ่มข้อมูล...
uk: Додавання...
vi: Đang thêm...

source: Add folder
ca: Afegeix carpeta
eo: Aldoni dosierujon
es: Añadir carpeta
et_ee: Lisa kaust
eu: Gehitu karpeta
gl: Engadir un cartafol
is: Bæta við möppu
ja_jp: フォルダを追加
ku_iq: زیادکردنی بوخچه
mk: Додади папка
nb_no: Legg til mappe
nl: Voeg map toe
pl: Dodaj Folder
pt_pt: Acrescentar pasta
ru: Добавить папку
si_lk: ෆොල්ඩරය එකතු කරන්න
sk_sk: Pridať priečinok
sl: Dodaj mapo
ta_lk: கோப்புறையை சேர்க்க
th_th: เพิ่มโฟลเดอร์
uk: Додати теку
vi: Thêm thư mục

source: Changing...
ca: S'està canviant
eo: Ŝanĝante...
es: Cambiando...
et_ee: Muutmine...
eu: Aldatzen...
gl: Cambiando...
is: Breyti ...
ja_jp: 変更中...
ku_iq: ده‌گۆڕدرێت...
mk: Промена...
nb_no: Utfører endring...
nl: Aan het veranderen...
pl: Zmienianie...
pt_pt: A mudar...
ru: Изменяю...
si_lk: වෙනස්වේ...
sk_sk: Mením...
sl: Poteka spreminjanje ...
ta_lk: மாற்றப்படுகிறது...
th_th: กำลังเปลี่ยน...
uk: Зміна...
vi: Đang thay đổi...

source: Change folder name
ca: Canvia el nom de la carpeta
eo: Ŝanĝi nomon de dosierujo
es: Cambiar nombre de carpeta
et_ee: Muuda kausta nime
eu: Aldatu karpetaren izena
gl: Cambiar o nome do cartafol
is: Breyta nafni á möppu
ja_jp: フォルダ名を変更
ku_iq: گۆڕینی ناوی بوخچه
mk: Преименувај папка
nb_no: Endre mappe navn
nl: Verander mapnaam
pl: Zmień nazwę folderu
pt_pt: Mudar nome da pasta
ru: Изменить имя папки
si_lk: ෆොල්ඩරයේ නම වෙනස් කරන්න
sk_sk: Zmena mena priečinka
sl: Spremeni ime mape
ta_lk: கோப்புறையின் பெயரை மாற்றுக
th_th: เปลี่ยนชื่อโฟลเดอร์
uk: Змінити ім'я каталога
vi: Thay đổi tên thư mục

source: URL cannot be empty.
ca: La URL no pot ser buida
eo: URL ne povas esti malplena.
es: La URL no puede estar vacía.
et_ee: URL ei saa olla tühi.
eu: URLa ezin da hutsik egon.
gl: URL non pode quedar baleiro.
is: Vefslóð má ekki vera tóm.
ja_jp: URLは空にできません。
ku_iq: ناونیشانی به‌سته‌ر نابێت به‌تاڵ بێت.
mk: Адресата неможе да биде празна.
nb_no: URL-en kan ikke være tom.
nl: URL kan niet leeg zijn.
pl: URL nie może być pusty.
pt_pt: O URL não pode estar vazio.
ru: Ссылка не может быть пустой.
si_lk: යොමුව හිස් විය නොහැක
sk_sk: URL nemôže byť prázdne
sl: Naslov URL ne sme biti prazen.
ta_lk: URL வெறுமையாக இருக்கமுடியாது.
th_th: URL ไม่สามารถเว้นว่างได้
uk: URL не може бути пустим.
vi: URL không được để trống.

source: Add feed
ca: Afegeix font
eo: Aldoni fluon
es: Añadir fuente
et_ee: Lisa uudivoog
eu: Gehitu iturburua
gl: Engadir fonte
is: Bæta við fréttastraum
ja_jp: フィードを追加
ku_iq: زیادکردنی خورد
mk: Додади канал
nb_no: Legg til nyhetskilde
nl: Voeg feed toe
pl: Dodaj kanał
pt_pt: Adicionar feed de notícias.
ru: Добавить ленту
si_lk: සංග්‍රහය එකතු කරන්න
sk_sk: Pridať kanál
sl: Dodaj vir
ta_lk: ஊட்டை சேர்க்க
th_th: เพิ่ม feed
uk: Додати стрічку
vi: Thêm feed

source: Error while parsing the feed
ca: Error en processar la font
eo: Eraro dum analizo de fluo
es: Error mientras se analizaba la fuente
et_ee: Viga uudivoo parsimisel
eu: Errorea iturburua aztertzerakoan
gl: Produciuse un erro ao procesar a fonte
is: Villa kom upp við að lesa fréttastraum
ja_jp: フィードの解析エラー
ku_iq: هه‌ڵه‌ له‌کاتی شیکردنه‌وه‌ی خورد.
mk: Грешка при парсирање на канал
nb_no: Feil ved lesing av nyhetsfeed
nl: Fout tijdens het valideren van feed
pl: Błąd podczas analizowania kanału
pt_pt: Ocorreu um erro ao analisar o ficheiro.
ru: Ошибка обработки ленты
si_lk: සංග්‍රහය ව්‍යාකරණ විග්‍රහ කිරීමේදී දෝෂයක් සිදුවිය
sk_sk: Chyba počas spracovania kanála.
sl: Napaka med razčlenjevanjem vira
ta_lk: ஊட்டை கூறுப்படுத்தும்போது வழு
th_th: เกิดข้อผิดพลาดในระหว่างแยก ffed
uk: Помилка при обробці стрічки
vi: Lỗi trong khi phân tích các feed

source: Fatal Error
ca: Error fatal
eo: Neriparebla eraro
es: Error fatal.
et_ee: Saatuslik viga
eu: Errore Larria
gl: Produciuse un erro fatal
is: Villa
ja_jp: 致命的なエラー
ku_iq: هه‌ڵه‌ی کوشنده
mk: Фатална грешка
nb_no: Kritisk feil
nl: Fatale fout
pl: Błąd systemu
pt_pt: Erro Grave
ru: Неисправимая ошибка
si_lk: මාරක දෝෂයක්
sk_sk: Kritická chyba
sl: Usodna napaka
ta_lk: கொல் வழு
th_th: ข้อผิดพลาดร้ายแรง
uk: Критична помилка
vi: Lỗi nghiêm trọng

source: No files selected.
ca: No hi ha fitxers seleccionats
eo: Neniu dosiero elektita.
es: No hay archivos seleccionados.
et_ee: Ühtegi faili pole valitud.
eu: Ez da fitxategirik hautatu.
gl: Sen ficheiros seleccionados.
is: Engar skrár valdar.
ja_jp: ファイルが選択されていません。
ku_iq: هیچ په‌ڕگه‌یه‌ك نیشان نه‌کراوه.
mk: Нема избрано датотеки
nb_no: Ingen filer valgt.
nl: Geen bestanden geselecteerd.
pl: Nie wybrano plików
pt_pt: Nenhum ficheiro seleccionado.
ru: Нет выбранных файлов.
si_lk: ගොනුවක් තෝරා නැත
sk_sk: Nie sú označené súbory.
sl: Datoteka ni izbrana.
ta_lk: கோப்புகள் தெரிவுசெய்யப்படவில்லை.
th_th: ยังไม่ได้เลือกไฟล์
uk: Файли не вибрано.
vi: Không có tập tin được chọn.

source: Importing OPML file...
ca: Important el fitxer OPML...
eo: Enportante OMPL-dosieron...
es: Importando archivo OPML...
et_ee: OPML faili importimine...
eu: OPML fitxategia inportatzen...
gl: Importando o ficheiro OPML...
is: Hleð inn OPML skrá...
ja_jp: OPML ファイルをインポート中...
mk: Увезување OPML датотека
nl: OPML bestand wordt geïmporteerd...
pl: Importuje plik OPML...
pt_pt: A importar ficheiro OPML...
ru: Импортирование OPML файла...
si_lk: OPML ගොනුවක් ආයාත කරනවා...
sk_sk: Importovanie OPML súboru...
sl: Uvažam OPML datoteko ...
ta_lk: OPML கோப்பு இறக்குமதி செய்யப்படுகிறது...
th_th: กำลังนำเข้าไฟล์ OPML...
uk: Імпортування OPML файлу...
vi: Nhập vào tập tin OPML ...

source: Not a valid type
ca: No és un tipus vàlid
eo: Nevalida tipo
es: No es un tipo válido
et_ee: Pole korrektne tüüp
eu: Ez da mota baliogarria
gl: Tipo incorrecto
is: Ekki gild skráartegund
ja_jp: 有効なタイプではありません
mk: Не е правилен тип
nl: Geen geldig type
pl: Niepoprawny typ
pt_pt: Tipo inválido!
ru: Недопустимый тип
si_lk: වලංගු වර්ගයක් නොවේ
sk_sk: Nesprávny typ
sl: Vrsta datoteke ni veljavna
ta_lk: செல்லுபடியான ஒரு வகை அல்ல
th_th: ไม่ใช่ชนิดไฟล์ที่ถูกต้อง
uk: Невірний тип
vi: Kiểu không hợp lệ

source: Importing done
ca: La importació ha acabat
eo: Enporto plenumiĝis
es: Importación realizada
et_ee: Importimine on tehtud
eu: Inportazioa egin da
gl: Rematouse a importación
is: Lesningu lokið
ja_jp: インポート完了
mk: Убезувањето заврши
nl: Import uitgevoerd
pl: Zaimportowano
pt_pt: Concluída a importação
ru: Импорт завершен
si_lk: ආයාත කිරීම අවසන්
sk_sk: Importovanie úspešné
sl: Uvažanje je končano.
ta_lk: இறக்குமதி செய்யப்பட்டது
th_th: นำเข้าข้อมูลเสร็จสิ้น
uk: Імпорт завершено
vi: Nhập vào thành công

source: Error while importing feeds.
ca: Error en importar les fonts.
eo: Eraro dum enporto de fluoj.
es: Error importando las fuentes.
et_ee: Viga voogude importimisel.
eu: Errorea gertatu da iturburuak inportatzerakoan.
gl: Produciuse un erro ao importar as fontes.
is: Villa kom upp við að lesa inn fréttastrauma.
ja_jp: フィードのインポート時のエラー。
mk: Грешка при увезување на канала
nl: Er ging iets fout tijdens het importeren van feeds.
pl: Wystąpił błąd podczas importowania kanałów.
pt_pt: Erro a importar feeds
ru: Возникла ошибка при импортировании данных
si_lk: සංග්‍රහ ආයාත කිරීමේ දෝෂයක්
sk_sk: Chyba pri importe kanálov (RSS).
sl: Napaka med uvažanjem virov.
ta_lk: ஊட்டை இறக்குமதி செய்யும்போது வழு
th_th: เกิดข้อผิดพลาดในระหว่างการนำเข้าข้อมูลฟีด
uk: При імпорті каналів виникла помилка.
vi: Lỗi trong khi nhập vào feed.

source: Select file
ca: Selecciona fitxer
eo: Elekti dosieron
es: Seleccionar archivo
et_ee: Vali fail
eu: Hautatu fitxategia
gl: Seleccionar ficheiro
is: Velja skrá
ja_jp: ファイルを選択
ku_iq: دیاریکردنی په‌ڕگه
mk: Избери датотека
nb_no: Velg fil
nl: Selecteer bestand
pl: Wybierz plik
pt_pt: Escolher ficheiro
ru: Выберите файл
si_lk: ගොනුව තෝරන්න
sk_sk: Označiť súbor
sl: Izbor datoteke
ta_lk: கோப்பை தெரிவுசெய்க
th_th: เลือกไฟล์
uk: Оберіть файл
vi: Chọn tập tin

source: no title
ca: sense títol
eo: neniu titolo
es: sin título
et_ee: pealkirja pole
eu: izenbururik gabe
gl: sen título
is: enginn titill
ja_jp: タイトル無し
ku_iq: بێ ناونیشان
mk: нема наслов
nb_no: Ingen tittel
nl: geen titel
pl: brak tytułu
pt_pt: sem titulo
ru: без заголовка
si_lk: මාතෘකාවක් නැත
sk_sk: bez nadpisu
sl: brez naslova
sr: нема наслова
ta_lk: தலைப்பு இல்லை
th_th: ยังไม่มีชื่อ
uk: без назви
vi: không có tiêu đề

source: no name
ca: sense nom
eo: neniu nomo
es: sin nombre
et_ee: nime pole
eu: izenik gabe
gl: sen nome
is: ekkert nafn
ja_jp: 名前無し
ku_iq: بێ ناو
mk: нема име
nb_no: Ingen navn
nl: geen naam
pl: brak nazwy
pt_pt: sem nome
ru: без имени
si_lk: නමක් නැත
sk_sk: bez názvu
sl: brez imena
sr: нема имена
ta_lk: பெயர் இல்லை
th_th: ไม่มีชื่อ
uk: без імені
vi: không có tên

source: no body
ca: sense cos
eo: neniu korpo
es: sin cuerpo
et_ee: sisu pole
eu: gorputzik gabe
gl: sen contido
is: ekkert innihald
ja_jp: 本文無し
ku_iq: بێ ناوه‌ڕۆك
mk: нема тело
nb_no: Ingen body
nl: geen inhoud
pl: brak zawartości
pt_pt: Sem corpo
ru: без содержимого
si_lk: සිරුරක් නැත
sk_sk: bez obsahu
sl: brez vsebine
sr: нема текста
ta_lk: உடல் இல்லை
th_th: ยังไม่มีเนื้อหา
uk: без тіла
vi: Không ai cả

source: subscriptions in ownCloud - News
ca: subscripcions a ownCloud - Notícies
eo: abonoj en ownCloud - Novaĵoj
es: suscripciones en ownCloud - Noticias
et_ee: tellimust ownCloudis - Uudised
eu: ownCloud - News harpidetzak
gl: subscricións en ownCloud - Novas
is: áskriftir í ownCloud - Fréttir
ja_jp: ownCloud内の購読 − ニュース
ku_iq: به‌شداربوون له‌ هه‌واڵه‌کانی ownCloud
mk: претплати во ownCloud - Новости
nb_no: abbonementer i ownCloud - Nyheter
nl: abonnementen in ownCloud - Nieuws
pl: Subskrypcje w ownCloud - Wiadomości
pt_pt: Subescrições no ownCloud - Notícias
ru: подписки в ownCloud - Новости
si_lk: ownCloudහි දායකවුවන් - ප්‍රවෘත්ති
sk_sk: odbery v ownCloud - Novinky
sl: naročnine v ownCloud - Novice
sr: пријаве на ownCloud-у – вести
ta_lk: ownCloud இல் சேர்க்கப்பட்டுள்ளது - செய்திகள்
th_th: รายการสมัครรับข้อมูลจกา ownCloud - ข่าวสาร
uk: підписки на ownCloud - Новини
vi: đăng ký trong ownCloud - Tin tức

source: An error occurred
ca: S'ha produït un error
eo: Eraro okazis
es: Ocurrió un error
et_ee: Tekkis viga
eu: Errore bat gertatu da
gl: Produciuse un erro
is: Villa kom upp
ja_jp: エラーが発生しました
ku_iq: هه‌ڵه‌ك ڕوویدا
mk: Се случи грепка
nb_no: En feil har oppstått
nl: Er heeft zich een fout voorgedaan
pl: Wystąpił błąd
pt_pt: Ocorreu um erro
ru: Произошла ошибка
si_lk: දෝෂයක් සිදුවිය
sk_sk: Nastala chyba
sl: Prišlo je do napake
sr: Дошло је до грешке
ta_lk: ஒரு வழு ஏற்பட்டுள்ளது
th_th: เกิดข้อผิดพลาดบางประการ
uk: Виникла помилка
vi: Một lỗi đã xảy ra

source: Nice! You have subscribed to
ca: Bé! Us heu subscrit a
eo: Bone! Vi estas aboninta
es: ¡Bien! Te has suscrito a
et_ee: Lahe! Sa tellisid uudivoo
eu: Ongi! Harpidetu zara hurrengo iturburutan
gl: Ben! Subscribiuse a
is: Flott! Þú ert nú áskrifandi af
ja_jp: 無事に登録が完了しました:
ku_iq: جوانه! تۆ به‌شداربووی له
mk: Супер! Се претплативте на
nb_no: Flott! Du abonnerer på
nl: Leuk! Je bent geabonneerd op
pl: Super! Subskrybujesz
pt_pt: Boa! Subscreveu
ru: Ура! Вы подписаны на
si_lk: විශිෂ්ඨයි! ඔබ දැන් දායකවී ඇත්තේ
sk_sk: Dobre. Ste prihlásený k
sl: Naročili ste se na
sr: Лепо! Пријавили сте се на
ta_lk: சிறந்தது! உங்களையும் சேர்க்கப்பட்டுள்ளது
th_th: เยี่ยมเลย! คุณได้สมัครรับข้อมูลจาก
uk: Чудово! Ви підписались на
vi: Chúc mừng! Bạn đã đăng ký

source: You had already subscribed to this feed!
ca: Vostè ja estava subscrit en aquest canal!
eo: Vi jam estas aboninta ĉi tiun fluon!
es: ¡Ya te has suscrito a esta fuente!
et_ee: Sa oled selle voo juba tellinud!
eu: Dagoeneko jario honetako harpidedun zara!
gl: Xa está subscrito a esta fonte
is: Þú ert nú þegar áskrifandi af þessum fréttastraum!
ja_jp: あなたはこのフィードをすでに購読しています！
mk: Веќе сте претплатени на овој канал!
nl: Je bent al ingeschreven voor deze feed!
pl: Już subskrybujesz ten kanał!
pt_pt: Já subscreveu este feed!
ru: Вы уже подписаны на эту ленту!
sk_sk: Už ste odberateľmi tohto kanálu (RSS)!
sl: Na ta vir ste se že prijavili!
sr: Већ сте пријављени на овај довод.
ta_lk: நீங்கள் ஏற்கனவே இந்த ஊட்டில் பங்குபற்றியுள்ளீர்கள்!
th_th: คุณได้สมัครรับข้อมูลจากฟีดนี้ไปแล้ว!
uk: Ви вже підписані на цю стрічку!
vi: Bạn đã đăng ký feed này!

source: You don't have any feed in your reader.
ca: No teniu cap font al vostre lector.
eo: Vi havas neniun fluon en via legilo.
es: Usted no tiene ninguna fuente en el lector.
et_ee: Sinu lugejas pole ühtegi uudisvoogu.
eu: Ez duzu iturbururik.
gl: Non ten fontes no seu lector.
is: Það eru engir fréttastraumar í lesaranum þínum.
ja_jp: リーダに何もフィードがありません。
ku_iq: تۆ هیچ خوردێکت نیه‌ له‌ خوێنه‌ر
mk: Немате ниту еден канал во Вашиот читач.
nb_no: Du har ingen nyhetskilder i leseren din.
nl: Je hebt geen feeds in je lijst.
pl: Nie masz kanałów w liście
pt_pt: Não tem nenhum feed no seu leitor.
ru: У вас нет лент.
si_lk: ඔබගේ පාඨකයා තුළ සංග්‍රහ කිසිවක් නැත
sk_sk: Nemáte žiadne kanále vo vašej čítačke.
sl: V bralniku ni nobenega vira.
ta_lk: உங்களுடைய வாசிப்பில் ஒரு ஊட்டும் இல்லை.
th_th: คุณยังไม่มี feed ใดๆใน reader ของคุณ
uk: Ви не маєте жодної стрічки у вашому читачі.
vi: Bạn không có bất kỳ feed nào .

source: Address
ca: Adreça
eo: Adreso
es: Dirección
et_ee: Aadress
eu: Helbidea
gl: Enderezo
is: Slóð
ja_jp: アドレス
ku_iq: ناونیشان
mk: Адреса
nb_no: Adresser
nl: Adres
pl: Adres
pt_pt: Endereço
ru: Адрес
si_lk: ලිපිනය
sk_sk: Adresa
sl: Naslov
sr: Адреса
ta_lk: முகவரி
th_th: ที่อยู่
uk: Адреса
vi: Địa chỉ

source: Subscribe
ca: Subscriu
eo: Aboni
es: Subscribirse
et_ee: Telli
eu: Harpidetu
gl: Subscribir
is: Áskrift
ja_jp: 購読
ku_iq: به‌شداربوون
mk: Претплата
nb_no: Abonner
nl: Abonneren
pl: Subskrybuj
pt_pt: Subscrever
ru: Подписаться
si_lk: දායකවන්න
sk_sk: Prihlásiť
sl: Naroči se
sr: Пријави ме
th_th: สมัครรับข้อมูล
uk: Підписатися
vi: Theo dõi

source: Import OPML
ca: Importa OPML
eo: Enporti OPML-on
es: Importar OPML
et_ee: Impordi OPML
eu: Inportatu OPML
gl: Importar OPML
is: Flytja inn OPML
ja_jp: OPMLをインポート
ku_iq: هێنانی OPML
mk: Увези OPML
nb_no: Importer OPML
nl: Importeer OPML
pl: Importuj OPML
pt_pt: Importar OPML
ru: Импаортировать OPML
si_lk: OPML ආයාත කරන්න
sl: Uvozi OPML
sr: Увези OPML
ta_lk: OPML ஐ இறக்குமதி செய்க
th_th: นำเข้า OPML
uk: Імпорт OPML
vi: Nhập vào OPML

source: Upload file from desktop
ca: Puja fitxer des de l'escriptori
eo: Alŝuti dosieron el la labortablo
es: Subir fichero desde el escritorio
et_ee: Lae üles fail töölaualt
eu: Igo mahigainetik
gl: Enviar ficheiro desde o escritorio
is: Flytja inn skrá af skjáborði
ja_jp: デスクトップからファイルをアップロード
ku_iq: هێنانی په‌ڕگه له‌ ڕوومێز
mk: Прикачи датотека од работна површина
nb_no: Last opp fil fra skrivebord
nl: Upload bestand van computer
pl: Załaduj z pulpitu
pt_pt: Carregar ficheiro do desktop
ru: Загрузить файл с рабочего стола
si_lk: වැඩතලයෙන් ගොනුවක් උඩුගත කරන්න
sk_sk: Odoslať súbor z vašej plochy
sl: Pošlji datoteko iz namizja
ta_lk: கணினி வழியிலிருந்து கோப்பை பதிவேற்றுக
th_th: อัพโหลดไฟล์จากเครื่องเดสก์ท็อป
uk: Вивантажити файл з десктопа
vi: Tải lên tập tin từ Máy của bạn

source: Upload
ca: Puja
eo: Alŝuti
es: Subir
et_ee: Lae üles
eu: Igo
gl: Enviar
is: Senda inn
ja_jp: アップロード
ku_iq: بارکردن
mk: Подигни
nb_no: Last opp
nl: Uploaden
pl: Załaduj
pt_pt: Carregar
ru: Загрузка
si_lk: උඩුගත කරන්න
sk_sk: Odoslať
sl: Pošlji
ta_lk: பதிவேற்றுக
th_th: อัพโหลด
uk: Вивантажити
vi: Tải lên

source: Select file from ownCloud
ca: Selecciona un fitxer des de ownCloud
eo: Elekti dosieron el ownCloud
es: Seleccionar archivo desde ownCloud
et_ee: Vali fail ownCloudist
eu: ownCloudeko fitxategia hautatu
gl: Enviar ficheiro desde ownCloud
is: Velja skrá af ownCloud
ja_jp: ownCloudからファイルを選択
ku_iq: دیاریکردنی په‌ڕگه له‌ ownCloud
mk: Избери датотека од ownCloud
nb_no: Velg fil fra ownCloud
nl: Selecteer bestand van ownCloud
pl: Wybierz plik z ownCloud
pt_pt: Selecionar ficheiro de ownCloud
ru: Выбрать файл из ownCloud
si_lk: ownCloudවලින් ගොනුවක් තෝරන්න
sk_sk: Vybrať súbor z ownCloud
sl: Izberi datoteko iz oblaka ownCloud
ta_lk: ownCloud இலிருந்து கோப்பொன்றை தெரிவுசெய்க
th_th: เลือกไฟล์จาก ownCloud
uk: Оберіть файл з ownCloud
vi: Chọn tập tin từ ownCloud

source: Select
ca: Selecciona
eo: Elekti
es: Seleccionar
et_ee: Vali
eu: hautatu
gl: Seleccionar
is: Velja
ja_jp: 選択
ku_iq: دیاریکردنی
mk: Избери
nb_no: Velg
nl: Selecteer
pl: Wybierz
pt_pt: Selecionar
ru: Выбрать
si_lk: තෝරන්න
sk_sk: Vybrať
sl: Izberi
ta_lk: தெரிக
th_th: เลือก
uk: Оберіть
vi: Chọn

source: Select file from <a href="#" class="settings" id="browselink">local filesystem</a> or <a href="#" class="settings" id="cloudlink">cloud</a>
ca: Seleccioneu un fitxer del <a href="#" class="settings" id="browselink">sistema de fitxers local</a> o <a href="#" class="settings" id="cloudlink">del núvol</a>
eo: Elekti dosieron el <a href="#" class="settings" id="browselink">loka dosiersistemo</a> aŭ <a href="#" class="settings" id="cloudlink">nubo</a>
es: Seleccionar archivo desde <a href="#" class="settings" id="browselink">sistema de archivo local</a> o <a href="#" class="settings" id="cloudlink">nube</a>
et_ee: Vali fail <a href="#" class="settings" id="browselink">kohalikust arvutist</a> või <a href="#" class="settings" id="cloudlink">pilvest</a>
eu: Hautatu fitxategi bat <a href="#" class="settings" id="browselink">bertako fitxategi sistematik</a> edo <a href="#" class="settings" id="cloudlink">hodeiatik</a>
gl: Seleccione o ficheiro desde <a href="#" class="settings" id="browselink">o sistema de ficheiros local</a> ou da <a href="#" class="settings" id="cloudlink">nube</a>
is: Veldu skrá af <a href="#" class="settings" id="browselink">harða disknum þínum</a> eða <a href="#" class="settings" id="cloudlink">tölvuskýinu</a>
ja_jp: <a href="#" class="settings" id="browselink">ローカルファイルシステム</a>または<a href="#" class="settings" id="cloudlink">クラウド</a>からファイルを選択
ku_iq: دیاریکردنی په‌ڕگه له‌ <a href="#" class="settings" id="browselink">په‌ڕگه‌ی سیسته‌می ناوخۆیی</a> یان <a href="#" class="settings" id="cloudlink">هه‌ور</a>
mk: Избери датотека од <a href="#" class="settings" id="browselink">локалниот диск</a> или <a href="#" class="settings" id="cloudlink">облак</a>
nb_no: Velg fil fra <a href="#" class="settings" id="browselink">lokalt system</a> eller <a href="#" class="settings" id="cloudlink">skyen</a>
nl: Selecteer bestand vanuit <a href="#" class="settings" id="browselink">lokaal bestandssysteem</a> of <a href="#" class="settings" id="cloudlink">cloud</a>
pl: Wybierz plik z <a href="#" class="settings" id="browselink">lokalnego systemu plików </a> or <a href="#" class="settings" id="cloudlink">chmury</a>
pt_pt: Seleccionar o ficheiro de <a href="#" class="settings" id="browselink">local filesystem</a> or <a href="#" class="settings" id="cloudlink">cloud</a>
ru: Выберите <a href="#" class="settings" id="browselink">локальный файл</a> или <a href="#" class="settings" id="cloudlink">файл из ownCloud</a>
si_lk: ගොනුව තේරිය යුත්තේ <a href="#" class="settings" id="browselink">පෙදෙසි ගොනු පද්ධතියෙන් </a> හෝ <a href="#" class="settings" id="cloudlink">වළාකුලින්</a>
sk_sk: Vybrať súbor z <a href="#" class="settings" id="browselink">miestného súborového systému</a> alebo <a href="#" class="settings" id="cloudlink">cloudu</a>
sl: Izberite datoteko iz <a href="#" class="settings" id="browselink">krajevnega datotečnega sistema</a> ali <a href="#" class="settings" id="cloudlink">oblaka</a>
th_th: เลือกไฟล์จาก <a href="#" class="settings" id="browselink">ระบบไฟล์ภายในเครื่อง</a> หรือ <a href="#" class="settings" id="cloudlink">บนกลุ่มเมฆ</a>
uk: Оберіть файл з <a href="#" class="settings" id="browselink">локальної файлової системи</a> або <a href="#" class="settings" id="cloudlink">хмари</a>
vi: Chọn tập tin từ <a href="#" class="settings" id="browselink">hệ thống tập tin cục bộ</a> hoặc trên <a href="#" class="settings" id="cloudlink">đám mây</a>

source: Import
ca: Importa
eo: Enporti
es: Importar
et_ee: Impordi
eu: Inportatu
gl: Importar
is: Flytja inn
ja_jp: インポート
ku_iq: هێنان
mk: Внеси
nb_no: Importer
nl: Importeren
pt_pt: Importar
ru: Импорт
si_lk: ආයාත කරන්න
sl: Uvozi
ta_lk: இறக்குமதி
th_th: นำเข้า
uk: Імпорт
vi: Nhập vào

source: Or...
ca: o...
eo: Aŭ...
es: O...
et_ee: Või ...
eu: edo...
gl: Ou...
is: Eða...
ja_jp: または...
ku_iq: یان...
mk: Или...
nb_no: Eller...
nl: Of...
pl: lub...
pt_pt: Ou...
ru: Или...
si_lk: නැතහොත්...
sk_sk: Alebo...
sl: Ali ...
ta_lk: அல்லது...
th_th: หรือ...
uk: Або...

source: Add feed or folder
ca: Afegeix font o carpeta
eo: Aldoni fluon aŭ dosierujon
es: Añadir fuente o carpeta
et_ee: Lisa uudisvoog või kaust
eu: Gehitu ituburu edo karpeta
gl: Engadir unha fonte ou un cartafol
is: Bæta við nýjur fréttastraum eða möppu
ja_jp: フィードもしくはフォルダを追加
ku_iq: زیادکردنی خورد یان بوخچه
mk: Додади канал или папка
nb_no: Legg til nyhetskilde eller mappe
nl: Voeg feed of map toe
pl: Dodaj feed do folderu
pt_pt: Adicionar feed ou pasta.
ru: Добавить ленту или папку
si_lk: සංග්‍රහය හෝ ෆොල්ඩරය එකතු කරන්න
sk_sk: Pridať kanál alebo priečinok
sl: Dodaj vir ali mapo
sr: Додај довод или фасциклу
ta_lk: ஊட்டை அல்லது கோப்புறையை சேர்க்க
th_th: เพิ่ม feed หรือ โฟลเดอร์
uk: Додати стрічку або теку
vi: Thêm feed hoặc thư mục

source: Add Feed/Folder
ca: Afegeix font/carpeta
eo: Aldoni fluon/dosierujon
es: Añadir Fuente/Carpeta
et_ee: Lisa uudisvoog/kaust
eu: Gehitu ituburu/karpeta
gl: Engadir unha fonte/cartafol
is: Bæta við fréttastraum/möppu
ja_jp: フィード／フォルダを追加
ku_iq: زیادکردنی خورد/بوخچه
mk: Додади канал/папка
nb_no: Legg til nyhetskilde/mappe
nl: Voeg Feed/Map Toe
pl: Dodaj kanał/folder
pt_pt: Adicionar Feed/Pasta
ru: Добавить Ленту/Папку
si_lk: සංග්‍රහය/ෆොල්ඩරය එකතු කරන්න
sk_sk: Pridať kanál/priečinok
sl: Dodaj vir ali mapo
sr: Додај довод/фасциклу
ta_lk: ஊட்டை/கோப்புறையை சேர்க்க
th_th: เพิ่ม Feed/โฟลเดอร์
uk: Додати Стрічку/Теку
vi: Thêm feed/thư mục

source: Feed
ca: Font
eo: Fluo
es: Fuente
et_ee: Uudisvoog
eu: Iturburua
gl: Fonte
is: Fréttastraumur
ja_jp: フィード
ku_iq: خورد
mk: Канал
nb_no: Nyhetskilde
pl: Kanał
ru: Новостная лента
si_lk: සංග්‍රහය
sk_sk: Kanál
sl: Vir
ta_lk: ஊட்டு
uk: Стрічка

source: Folder
ca: Carpeta
eo: Dosierujo
es: Carpeta
et_ee: Kaust
eu: Karpeta
gl: Cartafol
is: Mappa
ja_jp: フォルダ
ku_iq: بوخچه
mk: Папка
nb_no: Mappe
nl: Map
pt_pt: Pasta
ru: Папка
si_lk: ෆොල්ඩරය
sk_sk: Priečinok
sl: Mapa
ta_lk: கோப்புறை
th_th: โฟลเดอร์
uk: Тека
vi: Thư mục

source: Settings
ca: Configuració
eo: Agordo
es: Configuración
et_ee: Seaded
eu: Ezarpenak
gl: Configuracións
is: Stillingar
ja_jp: 設定
ku_iq: ڕێکخستنه‌کان
mk: Параметри
nb_no: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_pt: Configurações
ru: Настройки
si_lk: සිටුවම්
sk_sk: Nastavenia
sl: Nastavitve
sr: Поставке
ta_lk: அமைப்புகள்
th_th: ตั้งค่า
uk: Налаштування
vi: Cài đặt
