Repository: owncloud-archive/apps
Catalog: l10n/*/news.po
Languages: ca, eo, es, et_ee, eu, gl, is, ja_jp, ku_iq, mk, nb_no, nl, pl, pt_pt, ru, si_lk, sk_sk, sl, sr, ta_lk, th_th, uk, vi

source: Add Folder
ca: Afegeix una carpeta
eo: Aldoni dosierujon
es: Añadir carpeta
et_ee: Lisa kaust
eu: Gehitu Karpeta
gl: Engadir un cartafol
is: Bæta við möppu
ja_jp: フォルダを追加
ku_iq: زیادکردنی بوخچه
mk: Додади папка
nb_no: Legg til mappe
nl: Voeg Map Toe
pl: Dodaj folder
pt_pt: Acrescentar pasta
ru: Добавить папку
si_lk: ෆොල්ඩරය එකතු කරන්න
sk_sk: Pridať priečinok
sl: Dodaj mapo
sr: Додај фасциклу
ta_lk: கோப்புறையை சேர்க்க
th_th: เพิ่มโฟลเดอร์
uk: Додати Теку
vi: Thêm thư mục

source: Add new folder
ca: Afegeix una carpeta nova
eo: Aldoni novan dosierujon
es: Añadir nueva carpeta
et_ee: Lisa uus kaust
eu: Gehitu karpeta berria
gl: Engadir un novo cartafol
is: Bæta við nýrri möppu
ja_jp: 新しいフォルダを追加
ku_iq: زیادکردنی بوخچه‌کی نوێ
mk: Додади нова папка
nb_no: Legg til ny mappe
nl: Voeg nieuwe map toe
pl: Dodać nowy folder
pt_pt: Adicionar nova pasta
ru: Добавить новую папку
si_lk: නව ෆොල්ඩරයක් එකතු කරන්න
sk_sk: Pridať priečinok
sl: Dodaj novo mapo
ta_lk: புதிய கோப்புறையை சேர்க்க
th_th: เพิ่มโฟลเดอร์ใหม่
uk: Додати нову теку
vi: Thêm thư mục mới

source: Folder name
ca: Nom de la carpeta
eo: Dosierujnomo
es: Nombre de la carpeta
et_ee: Kausta nimi
eu: Karpetaren izena
gl: Nome do cartafol
is: Nafn möppu
ja_jp: フォルダ名
ku_iq: ناوی بوخچه
mk: Име на папка
nb_no: Mappenavn
nl: Mapnaam
pl: Nazwa folderu
pt_pt: Nome da pasta
ru: Имя папки
si_lk: ෆොල්ඩරයේ නම
sk_sk: Meno priečinka
sl: Ime mape
ta_lk: கோப்புறை பெயர்
th_th: ชื่อโฟลเดอร์
uk: Ім'я теки
vi: Tên thư mục

source: Add Subscription
ca: Afegeix subscripció
eo: Aldoni abonon
es: Añadir subcripción
et_ee: Lisa tellimus
eu: Gehitu harpidetza
gl: Engadir subscrición
is: Bæta við áskrift
ja_jp: 購読を追加
ku_iq: زیادکردنی به‌شداری
mk: Додади претплата
nb_no: Legg til abonnement
nl: Voeg Abonnement Toe
pl: Dodaj Subskrypcję
pt_pt: Adicionar Subscrição
ru: Добавить подписку
si_lk: දායකත්වය එකතු කරන්න
sk_sk: Pridať odber
sl: Dodaj naročnino
sr: Додај пријаву
ta_lk: அணியொட்டை சேர்க்க
th_th: เพิ่มรายการสมัครรับข้อมูล
uk: Додати підписку
vi: Thêm Subscription

source: Add new feed
ca: Afegeix una font nova
eo: Aldoni novan fluon
es: Añadir nueva fuente
et_ee: Lisa uudisvoog
eu: Gehitu iturburu berria
gl: Engadir unha nova fonte
is: Bæta við nýjum fréttastraum
ja_jp: 新しいフィードを追加
ku_iq: زیادکردنی خوردێکی نوێ
mk: Додади нов канал
nb_no: Legg til ny strøm
nl: Voeg nieuwe feed toe
pl: Dodaj nowy kanał
pt_pt: Adicionar novo feed
ru: Добавить новую ленту
si_lk: නව සංග්‍රහයක් එකතු කරන්න
sk_sk: Pridať kanál
sl: Dodaj nov vir
ta_lk: புதிய ஊட்டை சேர்க்க
th_th: เพิ่ม feed ใหม่
uk: Додати нову стрічку
vi: Thêm feed mới

source: Choose folder
ca: Escull una carpeta
eo: Elekti dosierujon
es: Seleccionar carpeta
et_ee: Vali kaust
eu: Hautatu karpeta
gl: Escoller o cartafol
is: Veldu möppu
ja_jp: フォルダを選択
ku_iq: هه‌ڵبژاردنی بوخچه
mk: Избери папка
nb_no: Velg mappe
nl: Kies map
pl: Wybierz folder
pt_pt: Escolha uma pasta
ru: Выберите папку
si_lk: ෆොල්ඩරය තෝරන්න
sk_sk: Vybrať priečinok
sl: Izberi mapo
ta_lk: கோப்புறையை தெரிவுசெய்க
th_th: เลือกโฟลเดอร์
uk: Закрити теку
vi: Chọn thư mục

source: Add
ca: Afegeix
eo: Aldoni
es: Añadir
et_ee: Lisa
eu: Gehitu
gl: Engadir
is: Bæta við
ja_jp: 追加
ku_iq: زیادکردن
mk: Додади
nb_no: Legg til
nl: Toevoegen
pl: Dodaj
pt_pt: Acrescentar
ru: Добавить
si_lk: එකතු කරන්න
sk_sk: Pridať
sl: Dodaj
sr: Додај
ta_lk: சேர்க்க
th_th: เพิ่ม
uk: Додати
vi: Thêm

source: New articles
ca: Articles nous
eo: Novaj artikoloj
es: Nuevos artículos
et_ee: Uued artiklid
eu: Artikulu berriak
gl: Novos artigos
is: Nýjar greinar
ja_jp: 新しい記事
ku_iq: وتارێكی نوێ
mk: Нови статии
nb_no: Nye artikler
nl: Nieuwe artikelen
pl: Nowe artykuły
pt_pt: Novos artigos
ru: Новые статьи
si_lk: නවතම ලිපි
sk_sk: Nové články
sl: Novi prispevki
sr: Нови чланци
ta_lk: புதிய ஆக்கங்கள்
th_th: บทความใหม่
uk: Нові статті
vi: Bài viết mới

source: Mark all read
ca: Marca-ho tot com a llegit
eo: Marki ĉion kiel legita
es: Marcar como leído
et_ee: Märgi loetuks
eu: Markatu guztiak irakurrita
gl: Marcar todo como lido
is: Merkja allt sem lesið
ja_jp: すべて既読にする
ku_iq: نیشانیان بکه‌ سه‌رجه‌میان خوێندراوه‌ته‌وه
mk: Означи сѐ како прочитано
nb_no: Marker alle som lest
nl: Markeer alles als gelezen
pl: Oznacz wszystkie jako przeczytane
pt_pt: Marcar todos como lidos
ru: Отметить все как прочитанные
si_lk: සියල්ල කියවා ඇතැයි සලකුණු කරන්න
sk_sk: Označiť ako prečítané
sl: Označi vse kot prebrano
sr: Означи све као прочитано
ta_lk: வாசித்த எல்லாவற்றையும் குறியிடுக
th_th: ทำเครื่องหมายว่าอ่านแล้วทั้งหมด
uk: Позначити все як прочитане
vi: Đánh dấu tất cả đã đọc

source: Starred
ca: Estrelles
eo: Markita
es: Favoritos
et_ee: Tärniga märgitud
eu: Izardunak
gl: Destacado
is: Stjörnumerkt
ja_jp: 共有
ku_iq: گه‌شاوه
mk: Со ѕвезда
nb_no: Merket
nl: Ster gegeven
pl: Oznaczone
pt_pt: Estrelado
ru: Отмеченный
si_lk: තරු දැමු
sk_sk: S hviezdičkou
sl: Z zvezdico
sr: Означено звездицом
th_th: ติดดาวแล้ว
uk: Помічені зірочкою

source: Mark as unimportant
ca: Marca com a no important
eo: Marki kiel negrava
es: Marcar como no importante
et_ee: Märgi mitteoluliseks
eu: Markatu garrantzigabekoa
gl: Marcar como non importante
is: Merkja sem ómerkilegt
ja_jp: 重要でないとしてマーク
ku_iq: وه‌ك نه‌گرنگ نیشانی بکه
mk: Означи како небитно
nb_no: Merk som uviktig
nl: Markeer als onbelangrijk
pl: Oznacz jako nieważne
pt_pt: Marcar como sem importância
ru: Пометить как неважное
si_lk: නොවැදගත් යයි ලකුණු කරන්න
sk_sk: Označiť ako nedôležité
sl: Označi kot nepomembno
ta_lk: முக்கியமற்றதாக குறிப்பிடுக
th_th: ทำเครื่องหมายว่าไม่สำคัญ
uk: Позначити як неважливе
vi: Đánh dấu không quan trọng

source: Mark as important
ca: Marca com a important
eo: Marki kiel grava
es: Marcar como importante
et_ee: Märgi oluliseks
eu: Markatu garrantzitsua
gl: Marcar como importante
is: Merkja sem merkilegt
ja_jp: 重要マークを付ける
ku_iq: وه‌ك گرنگ نیشانی بکه
mk: Означи како битно
nb_no: Merk som viktig
nl: Markeer als belangrijk
pl: Oznacz jako ważne
pt_pt: Marcar como importante
ru: Пометить как важное
si_lk: වැදගත් යයි ලකුණු කරන්න
sk_sk: Označiť ako dôležté
sl: Označi kot pomembno
ta_lk: முக்கியமானதாக குறிப்பிடுக
th_th: ทำเครื่องหมายว่าสำคัญ
uk: Позначити як важливе
vi: Đánh dấu quan trọng

source: from
ca: des de
eo: el
es: desde
et_ee: kust
eu: lekua
gl: de
is: frá
ja_jp: 送信元
mk: од
nb_no: fra
nl: van
pl: z
pt_pt: de
ru: из
si_lk: වෙතින්
sk_sk: od
sl: od
ta_lk: இலிருந்து
th_th: จาก
uk: від
vi: từ

source: by
ca: per
eo: de
es: por
et_ee: lisas
eu: egilea
gl: por
is: af
ja_jp: により
ku_iq: له‌لایه‌ن
mk: од
nb_no: av
nl: door
pl: przez
pt_pt: por
ru: от
si_lk: විසින්
sk_sk: od
sl: od
ta_lk: இனால்
th_th: โดย
uk: по
vi: bởi

source: Share
ca: Comparteix
eo: Kunhavigi
es: Compartir
et_ee: Jaga
eu: Elkarbanatu
gl: Compartir
is: Deila
ja_jp: 共有
mk: Сподели
nb_no: Del
nl: Delen
pl: Udostępnij
pt_pt: Partilhar
ru: Открыть доступ
si_lk: බෙදා හදාගන්න
sk_sk: Zdieľaj
sl: Souporaba
sr: Дели
ta_lk: பகிர்வு
th_th: แชร์
uk: Поділитися
vi: Chia sẻ

source: Keep unread
ca: Mantén com a sense llegir
eo: Lasi legota
es: Dejar como no leido
et_ee: Hoia kui lugemata
eu: Mantendu irakurri gabea
gl: Manter sen ler
is: Halda sem ólesnu
ja_jp: 未読のままにする
ku_iq: هێشتنه‌وه‌ی وه‌ك نه‌خوێنراوه
mk: Чувај непрочитано
nb_no: Merk som ulest
nl: Bewaar ongelezen
pl: Pozostaw nieprzeczytane
pt_pt: Manter como não lido
ru: Оставить непрочитанным
si_lk: නොකියවුදේ තබාගන්න
sk_sk: Ponechať neprečítané
sl: Obdrži neprebrano
sr: Задржи непрочитано
ta_lk: வாசிக்கப்படாததை வைக்க
th_th: รักษาสถานะว่ายังไม่ได้เปิดอ่านไว้
uk: Залишити непрочитаним
vi: Giữ chưa đọc

source: Delete feed
ca: Elimina font
eo: Forigi fluon
es: Eliminar fuente
et_ee: Kustuta uudisvoog
eu: Ezabatu iturburua
gl: Eliminar fonte
is: Eyða fréttastraum
ja_jp: フィードを削除
ku_iq: سڕینه‌وه‌ی خورد
mk: Избриши канал
nb_no: Slett nyhetskilden
nl: Verwijder feed
pl: Usuń feed
pt_pt: Eliminar Feed
ru: Удалить ленту
si_lk: සංග්‍රහය මකන්න
sk_sk: Odstrániť kanál
sl: Izbriši vir
sr: Обриши довод
ta_lk: ஊட்டை அழிக்க
th_th: ลบ feed
uk: Видалити стрічку
vi: Xóa feed

source: Collapse
ca: Col·lapsa
eo: Maletendi
es: Colapsar
et_ee: Sulge
eu: Tolestu
gl: Repregar
is: Fletja út
ja_jp: 折りたたむ
ku_iq: شکستهێنان
nb_no: Skjul
nl: Inklappen
pl: Zwiń
pt_pt: Expandir
ru: Свернуть
si_lk: හකුළන්න
sk_sk: Zvinúť
sl: Skrči
sr: Скупи
th_th: ย่อ
uk: Згорнути
vi: Thu gọn

source: Delete folder
ca: Elimina carpeta
eo: Forigi dosierujon
es: Eliminar carpeta
et_ee: Kustuta kaust
eu: Ezabatu karpeta
gl: Eliminar o cartafol
is: Eyða möppu
ja_jp: フォルダを削除
ku_iq: سڕینه‌وه‌ی بوخچه
mk: Избриши папка
nb_no: Slett mappe
nl: Verwijder map
pl: Usuń folder
pt_pt: Apagar pasta
ru: Удалить папку
si_lk: ෆොල්ඩරය මකන්න
sk_sk: Odstrániť priečinok
sl: Izbriši mapo
sr: Обриши фасциклу
ta_lk: கோப்பை அழிக்க
th_th: ลบโฟลเดอร์
uk: Видалити теку
vi: Xóa thư mục

source: Rename folder
ca: Reanomena carpeta
eo: Alinomigi dosierujon
es: Renombrar carpeta
et_ee: Nimeta kaust ümber
eu: Berrizendatu karpeta
gl: Renomear o cartafol
is: Endurskýra möppu
ja_jp: フォルダの名前を変更
ku_iq: گۆڕینی ناوی بوخچه
mk: Преименувај папка
nb_no: Gi mappen nytt navn
nl: Hernoem map
pl: Zmień nazwę folderu
pt_pt: Renomear pasta
ru: Переименовать папку
si_lk: ෆොල්ඩරය නැවත නම් කරන්න
sk_sk: Premenovať priečinok
sl: Preimenuj mapo
sr: Преименуј фасциклу
ta_lk: கோப்பின் பெயரை மாற்றுக
th_th: เปลี่ยนชื่อโฟลเดอร์
uk: Переіменувати теку
vi: Đổi tên thư mục

source: Import feeds
ca: Importa fonts
eo: Enporti fluojn
es: Importar fuentes
et_ee: Impordi uudisvood
eu: Inportatu iturburuak
gl: Importar fontes
is: Flyttja inn fréttastrauma
ja_jp: フィードをインポート
ku_iq: هێنانی خورده
mk: Увези канали
nb_no: Importer nyhetskilder
nl: Importeer feeds
pl: Importuj kanały
pt_pt: Importar Feed
ru: Импортировать ленты
si_lk: සංග්‍රහ ආයාත කරන්න
sk_sk: Import kanálov
sl: Uvozi vire
ta_lk: ஊட்டுக்களை இறக்குமதி செய்க
th_th: นำเข้า feed
uk: Імпортувати стрічки
vi: Nhập vào feed

source: Export feeds
ca: Exporta fonts
eo: Malenporti fluojn
es: Exportar fuente
et_ee: Ekspordi uudisvood
eu: Exportatu iturburuak
gl: Exportar fontes
is: Flytja út fréttastrauma
ja_jp: フィードをエクスポート
ku_iq: هاناردنی خورده‌
mk: Извези канали
nb_no: Eksporter nyhetskilder
nl: Exporteer feeds
pl: Eksportuj kanały
pt_pt: Exportar Feed
ru: Экспортировать ленты
si_lk: සංග්‍රහ නිර්යාත කරන්න
sk_sk: Export kanálov
sl: Izvozi vire
ta_lk: ஊட்டுக்களை ஏற்றுமதி செய்க
th_th: ส่งออก feed
uk: Експортувати стрічки
vi: Xuất ra feed

source: Download OPML
ca: Baixa OPML
eo: Elŝuti OPML-on
es: Descargar OPML
et_ee: Laadi OPMLfail alla
eu: Deskargatu OPML
gl: Descargar o OPML
is: Sækja OPML
ja_jp: OPMLをダウンロード
ku_iq: داگرتنی OPML
mk: Преземи OPML
nb_no: Last ned OPML
pl: Pobierz OPML
pt_pt: Descarregar OPML
ru: Скачать OPML
si_lk: OPML බාගත කරන්න
sk_sk: Stiahnuť OPML
sl: Prenesi OPML
ta_lk: OPML ஐ பதிவிறக்குக
th_th: ดาวน์โหลด OPML
uk: Завантажити OPML
vi: Tải về OPML

source: Subscribelet
ca: Subscripció
es: Suscribirse
et_ee: Tellimuse vidin
gl: Subscripción
is: Áskriftar-let
ja_jp: 投稿
ku_iq: به‌شداربوون
pl: Subskrybowane
pt_pt: Subescriçao
ru: Быстрая подписка
sl: Vstavek za naročanje
sr: Пријава
th_th: ปุ่มสมัครรับข้อมูล
uk: Підписка-аплет

source: Drag this to your browser bookmarks and click on it whenever you want to subscribe to a webpage quickly:
ca: Arrossegueu això a les adreces d'interès del vostre navegador i feu-hi clic quan vulgueu subscriure-us ràpidament en una pàgina web:
es: Arrastra hacia los favoritos de tu navegador y haz clic en él siempre que quiera suscribirse a una página web con rapidez:
et_ee: Lohista see oma veebilehitseja järjehoidjatesse ja kliki sellel, kui sa soovid veebilehte kiiresti tellida:
eu: Arrastratu hau zure arakatzailearen laster-marketara eta klikatu web orri bateko iturubruak jaso nahi badituzu.
gl: Arrastre isto aos marcadores do seu navegador e prema nel cando queira subscribirse rapidamente a unha páxina web:
is: Dragðu þetta í bókamerkjaslá vafrans og notaðu til að búa til áskrift af vefsíðunni á fljótlegan hátt.
ja_jp: WEBページをすぐに購読したい場合は、これをブラウザのブックマークにドラッグし、それをクリックしてください:
ku_iq: رابکێشه‌ ئه‌مه بۆ دڵخوازه‌کان له‌ وێبگه‌ڕه‌که‌ت وه کرته‌ بکه‌ له‌سه‌ری هه‌رکاتێك ویستت به‌شداربیت له‌ ماڵپه‌ڕێك به‌خێرایی:
mk: Повлечете го ова во лентата со обележувачи во Вашиот прелистувач и кликнете на него секој пат кога сакате брзо да се претплатите на страница.
nb_no: Dra denne til bokmerkelinjen din og trykk på den hver gang du ønsker å abonnere på en side
nl: Sleep dit naar je browser bladwijzers en klik erop wanneer je snel wil abonneren op een webpagina.
pl: Przeciągnij do zakładek w swojej przeglądarce. Wystarczy kliknąć w zakładkę aby dodać subskrypcję nowej strony:
pt_pt: Arraste isto para os favoritos do seu navegador e clique sobre ele sempre que se quiser inscrever num site rapidamente:
ru: Перетащите эту кнопку в закладки вашего браузера и нажимайте на неё для быстрого добавления страницы в закладки:
si_lk: වෙබ්පිටුවකට ඉක්මනින් දායකවීම සඳහා, මෙය ඔබගේ බ්‍රවුසරයේ පිටුසන වෙත ඇදගෙන ගොස් අතහරින්න
sk_sk: Pretiahnite do záložiek prehliadača a kliknite, ak si prajete rýchle odoberať stránku:
sl: Povlecite gumb med svoje zaznamke in kliknite nanj, ko se želite hitro prijaviti na novice obiskane spletne strani:
sr: Превуците ово на траку са обележивачима и кликните кад год желите да бисте се пријавили на веб страницу:
th_th: ลากปุ่มนี้ไปไว้ที่รายการโปรดในโปรแกรมบราวเซอร์ของคุณ แล้วคลิกที่ปุ่มดังกล่าวเมื่อคุณต้องการสมัครรับข้อมูลหน้าเว็บอย่างรวดเร็ว
uk: Перетягніть це в закладки вашого броузера і клікніть для того, щоб швидко підписатися на web-сторінку:
vi: Kéo vào bookmark trình duyệt của bạn và nhấp vào nó bất cứ khi nào bạn muốn để theo dõi trang web một cách nhanh chóng:

source: File
ku_iq: په‌ڕگه

source: loaded from cloud.
ku_iq: داگیرا له‌ هه‌ور

source: loaded from local filesystem.
ku_iq: داگیرا له‌ په‌ڕگه‌ی سیسته‌می ناوخۆیی.

source: Importing...
ku_iq: ده‌هێنرێت...

source: out of
ku_iq: له‌ده‌ره‌وه‌ی

source: feeds imported successfully from
ku_iq: خورد هاورده‌کرا به‌سه‌رکه‌وتووانه‌ له

source: Success
ku_iq: سه‌رکه‌وتن

source: Downloading...
ku_iq: داده‌گیرێت...

source: Download
ku_iq: داگرتن

source: You had already subcribed to this feed!
ku_iq: تۆ به‌ته‌واوی به‌شداری له‌م خورده!

source: year
sr: година

source: Folder under which the feed is being saved
sr: Фасцикла под којом се чува довод

source: -- choose folder --
sr: – изаберите фасциклу –

source: Address must not be empty!
sr: Адреса не може бити празна.

source: Feed exists already!
sr: Довод већ постоји.

source: Could not add feed!
sr: Не могу да додам довод.

source: Folder name must not be empty!
sr: Име фасцикле не може бити празно.

source: Folder exists already!
sr: Фасцикла већ постоји.

source: Folder Name
sr: Име фасцикле

source: Import / Export
sr: Увези/извези

source: Export OPML
sr: Извези OPML
