Repository: owncloud-archive/apps
Catalog: l10n/*/news.po
Languages: ca, eo, es, et_ee, eu, gl, is, ja_jp, ku_iq, mk, nb_no, nl, pl, pt_pt, ru, si_lk, sk_sk, sl, sr, ta_lk, th_th, uk, vi

source: Error changing name of folder
ca: Error en canviar el nom de la carpeta
eo: Eraro dum ŝanĝiĝis nomo de dosierujo.
es: Error cambiando el nombre de la carpeta
et_ee: Viga kausta nime muutmisel
eu: Errore bat izan da kapretaren izena aldatzean
gl: Produciuse un erro ao cambiar o nome do cartafol
is: Villa kom upp við að breyta nafni á möppu
ja_jp: フォルダ名の変更エラー
ku_iq: هه‌ڵه‌ له‌گۆڕینی ناوی بوخچه
mk: Грешка при преименување на папка
nb_no: Feil ved endring av navn på mappe
nl: Fout tijdens het veranderen van de mapnaam
pl: Błąd zmiany nazwy folderu
pt_pt: Erro ao mudar nome da pasta
ru: Ошибка при изменении имени папки
si_lk: ෆොල්ඩරයේ නම වෙනස් කිරීමේදී දෝෂයක් සිදුවිය
sk_sk: Chyba pri zmene mena priečinka
sl: Napaka med spreminjanjem imena mape
ta_lk: கோப்புறையின் பெயரை மாற்றுவதில் வழு
th_th: พบข้อผิดพลาดในการเปลี่ยนชื่อของโฟลเดอร์
uk: Помилка переіменування теки
vi: Lỗi khi thay đổi tên của thư mục

source: Error collapsing folder.
ca: Error en col·lapsar la carpeta.
eo: Eraro dum maletendiĝis dosierujo.
es: Error al colapsar carpeta.
et_ee: Viga kausta sulgemisel.
eu: Errorea karpeta tolesten.
gl: Produciuse un erro ao pechar o cartafol.
is: Villa við að fletja út möppu.
ja_jp: フォルダーを閉じる時にエラー
ku_iq: هه‌ڵه‌ شکستهێنانی بوخچه.
nb_no: Feil ved skjuling av mappe
nl: Fout bij het inklappen van de folder.
pl: Błąd folderu.
pt_pt: Erro ao expandir pasta.
ru: Ошибка при сворачивании папки.
si_lk: ෆොල්ඩරය හැකිළීමේදි දෝෂයක්
sk_sk: Chyba pri zvinutí priečinka.
sl: Napaka med zlaganjem mape.
ta_lk: கோப்புறையை தகர்த்துவதில் வழு
th_th: พบข้อผิดพลาดในการยุบโฟลเดอร์ลง
uk: Помилка згортання теки.
vi: Lỗi thu gọn thư mục.

source: Feed already exists.
ca: La font ja existeix
eo: La fluo jam ekzistas.
es: La fuente ya existe.
et_ee: Uudisvoog on juba olemas.
eu: Iturburua dagoeneko existitzen da.
gl: Xa existe a fonte.
is: Fréttastraumur er þegar til.
ja_jp: フィードは既に存在します。
ku_iq: ئه‌م خورده به‌ته‌واوی هه‌یه.
mk: Каналот веќе постои.
nb_no: Nyhetskilden finnes fra før.
nl: Feed bestaat al.
pl: Feed już istnieje
pt_pt: O feed já existe.
ru: Лента уже существует.
si_lk: සංග්‍රහය දැනටමත් පවතී
sk_sk: Kanál už existuje.
sl: Vir že obstaja.
ta_lk: ஊட்டு ஏற்கனவே உள்ளது.
th_th: มี feed อยู่แล้วในระบบ
uk: Стрічка вже існує.
vi: Feed đã tồn tại

source: Error adding feed.
ca: Error en afegir la font
eo: Eraro dum aldono de fluo.
es: Error agregando la fuente.
et_ee: Viga uudisvoo lisamisel.
eu: Errorea iturburua gehitzen.
gl: Erro engadindo a fonte.
is: Villa kom upp við að bæta við fréttastraum.
ja_jp: フィードの追加エラー
ku_iq: هه‌ڵه‌ له‌زیادکردنی خورد.
mk: Грешка при додавање на канал.
nb_no: Kunne ikke legge til nyhetskilde.
nl: Feed kon niet toegevoegd worden.
pl: Błąd dodawania kanału.
pt_pt: Erro ao aidiconar o feed.
ru: Ошибка добавления ленты.
si_lk: සංග්‍රහය එකතු කිරීමේදී දෝෂයක් සිදුවිය
sk_sk: Chyba pri pridávaní kanála.
sl: Napaka med dodajanjem vira.
ta_lk: ஊட்டை சேர்ப்பதில் வழு
th_th: เกิดข้อผิดพลาดในการเพิ่ม feed
uk: Помилка при додаванні стрічки.
vi: Lỗi khi thêm feed.

source: Feed added!
ca: S'ha afegit la font!
eo: Fluo aldonita!
es: ¡Fuente agregada!
et_ee: Uudisvoog on lisatud!
eu: Iturburua gehituta!
gl: Engadiuse a fonte de novas
is: Fréttastraum bætt við!
ja_jp: フィードを追加しました！
ku_iq: خورد زیادکرا!
mk: Каналот е додаден!
nb_no: Nyhetskilde lagt til!
nl: Feed toegevoegd!
pl: Feed dodany!
pt_pt: Feed aadicionado.
ru: Лента добавлена!
si_lk: සංග්‍රහය එකතු කරන ලදී
sk_sk: Kanál zrušený!
sl: Vir je dodan!
ta_lk: ஊட்டு சேர்க்கப்ட்டது!
th_th: เพิ่ม feed แล้ว!
uk: Стрічку додано!
vi: Feed đã được thêm!

source: Error adding folder.
ca: Error en afegir la carpeta.
eo: Eraro dum aldono de dosierujo.
es: Error agregando la carpeta.
et_ee: Viga kausta loomisel.
eu: Errorea karpeta gehitzerakoan.
gl: Produciuse un erro ao engadir o cartafol.
is: Villa við að bæta við möppu.
ja_jp: フォルダの追加エラー
ku_iq: هه‌ڵه‌ له‌زیادکردنی بوخچه‌که.
mk: Грешка во додавање на папка.
nb_no: Kunne ikke legge til mappe.
nl: Map kon niet toegevoegd worden.
pl: Błąd dodawania folderu.
pt_pt: Erro ao adicionar pasta.
ru: Ошибка добавления папки.
si_lk: ෆොල්ඩරය එකතු කිරීමේදි දෝෂයක් සිදුවිය
sk_sk: Chyba pri pridávaní priečinka.
sl: Napaka med dodajanjem mape.
ta_lk: கோப்புறையை சேர்ப்பதில் வழு.
th_th: เกิดข้อผิดพลาดในการเพิ่มโฟลเดอร์
uk: Помилка додавання теки.
vi: Thêm thư mục bị lỗi.

source: Folder added!
ca: S'ha afegit la carpeta
eo: Dosierujo aldonita!
es: ¡Carpeta agregada!
et_ee: Kaust on lisatud!
eu: Karpeta gehituta!
gl: Engadiuse o cartafol
is: Möppu bætt við!
ja_jp: フォルダが追加されました！
ku_iq: بوخچه‌که‌ زیادکرا!
mk: Папката е додадена!
nb_no: Mappen er lagt til!
nl: Map toegevoegd!
pl: Dodano folder!
pt_pt: Pasta adicionada!
ru: Папка добавлена!
si_lk: ෆොල්ඩරය එකතු කරන ලදී
sk_sk: Priečinok pridaný!
sl: Mapa je dodana!
ta_lk: கோப்புறை சேர்க்கப்பட்டது!
th_th: โฟลเดอร์ถูกเพิ่มแล้ว
uk: Теку додано!
vi: Thư mục đã được thêm!

source: Error removing feed.
ca: Error en eliminar la font.
eo: Eraro dum forigo de fluo.
es: Error al borrar la fuente.
et_ee: Viga uudisvoo lisamisel.
eu: Errorea iturburua ezabatzen.
gl: Produciuse un erro ao eliminar a fonte.
is: Villa við að fjarlægja fréttastraum.
ja_jp: フィードの削除エラー
ku_iq: هه‌ڵه‌ له‌سڕینه‌وه‌ی خورد.
mk: Грешка при бришење на канал.
nb_no: Kunne ikke fjerne nyhetskilde.
nl: Feed kon niet verwijderd worden.
pl: Błąd usuwania kanału.
pt_pt: Erro ao remover o feed.
ru: Ошибка удаления ленты.
si_lk: සංග්‍රහය ඉවත් කිරීමේදී දෝෂයක් සිදුවිය
sk_sk: Chyba pri mazaní kanála.
sl: Napaka med odstranjevanjem vira.
ta_lk: ஊட்டை அகற்றுவதில் வழு.
th_th: เกิดข้อผิดพลาดในการลบ feed ออก
uk: Помилка при видаленні стрічки.
vi: Lỗi khi xóa feed.

source: Error removing folder.
ca: Error en eliminar la carpeta.
eo: Eraro dum forigo de dosierujo.
es: Error al borrar la carpeta.
et_ee: Viga kausta eemaldamisel.
eu: Errorea karpeta ezabatzerakoan.
gl: Produciuse un erro ao eliminar o cartafol.
is: Villa við að fjarlægja möppu.
ja_jp: フォルダの削除エラー
ku_iq: هه‌ڵه‌ له‌سڕینه‌وه‌ی بوخچه‌که.
mk: Грешка при бришење на папка.
nb_no: Kunne ikke fjerne mappe.
nl: Map kon niet verwijderd worden.
pl: Nie wprowadzono ścieżki do pliku
pt_pt: Erro a remover pasta.
ru: Ошибка удаления ленты.
si_lk: ෆොල්ඩරය ඉවත් කිරීමේදී දෝෂයක් සිදුවිය
sk_sk: Chyba pri mazaní priečinka.
sl: Napaka med odstranjevanjem mape.
ta_lk: கோப்புறையை அகற்றுவதில் வழு.
th_th: เกิดข้อผิดพลาดในการลบโฟลเดอร์ออก
uk: Помилка при видалені теки.
vi: Lỗi xoá thư mục.

source: Error updating feeds.
ca: Error en actualitzar les fonts.
eo: Eraro dum ĝisdatigo de fluoj.
es: Error actualizando las fuentes
et_ee: Viga uudisvoogude uuendamisel.
eu: Errorea iturburuak eguneratzen.
gl: Produciuse un erro ao actualizar as fontes.
is: Villa við að uppfæra fréttastrauma.
ja_jp: フィードの更新エラー
ku_iq: هه‌ڵه‌ له‌نوێکردنه‌وه‌ی خورده‌کان
mk: Грешка при ажурирање на канали.
nb_no: Kunne ikke oppdatere nyhetskilde.
nl: Fout tijdens het updaten van feeds.
pl: Błąd aktualizacji kanałów.
pt_pt: Erro a actualizar o feed.
ru: Ошибка обновления лент.
si_lk: සංග්‍රහ යාවත්කාලීන කිරීමේදී දෝෂයක් සිදුවිය
sk_sk: Chyba pri obnovení kanálov.
sl: Napaka med posodabljanjem virov.
ta_lk: ஊட்டை இற்றைப்படுத்தலில் வழு.
th_th: เกิดข้อผิดพลาดในการอัพเดท feed
uk: Помилка оновлення стрічок.
vi: Lỗi khi cập nhật feeds

source: Empty filename
ca: Elimina el nom del fitxer
eo: Malplena dosiernomo
es: Nombre de archivo vacío
et_ee: Tühi failinimi
eu: Fitxategiaren izena hutsik dago
gl: Nome de ficheiro baleiro
is: Ekkert skráarnafn
ja_jp: 空のファイル名
mk: Празно име на датотека
nl: Lege bestandnaam
pl: Pusta nazwa pliku
pt_pt: Ficheiro vazio
ru: Пустое имя файла
si_lk: ගොනු නාමය හිස්
sk_sk: Prázdny názov
sl: Datoteka nima imena
ta_lk: வெறுமையான கோப்பு பெயர்
th_th: ชื่อไฟล์ยังว่างอยู่
uk: Пусте ім'я файлу
vi: Tên tập tin rỗng

source: No source argument passed
ca: No heu passat cap argument origen
eo: Neniu fonta argumento doniĝis
es: No se ha pasado argumentos
eu: Ez da iturri argumenturik pasa
gl: Non se procesou ningún argumento de fonte
ja_jp: ソースの引数が入力されていません
nl: Geen goede argumenten
pl: Bak zródła
pt_pt: Nenhum argumento inicial passado
ru: Нет исходного аргумента
si_lk: මුල් තර්කයක් ලබාදී නැත
sk_sk: Neuvedený argument k zdroju
sl: Vir ni bil podan
ta_lk: எந்த மூல வாதமும் கடத்தப்படவில்லை
th_th: ยังไม่มีแหล่งข้อมูลที่ถูกส่งเข้ามา
uk: Початковий аргумент не переданий
vi: Không có đối số nguồn thông qua

source: Error while reading file
ca: Error en llegir el fitxer
eo: Eraro dum lego de dosiero
es: Error al leer el archivo
et_ee: Viga faili lugemisel
eu: Errorea gertatu da fitxategia irakurtzerakoan
gl: Produciuse un erro ao abrir o ficheiro
is: Villa við að lesa skrá
ja_jp: ファイルの読み込みエラー
mk: Грешка при читање на датотека
nl: Fout tijdens het lezen van het bestand
pl: Błąd przy odczycie pliku
pt_pt: Erro ao ler o ficheiro.
ru: Ошибка при чтении файла
si_lk: ගොනුව කියවීමේදී දෝෂයක්
sk_sk: Chyba pri čítaní súboru
sl: Napaka med branjem datoteke
ta_lk: கோப்பை வாசிக்கும்போது வழு
th_th: เกิดข้อผิดพลาดในระหว่างการอ่านไฟล์
uk: При зчитуванні файлу сталася помилка
vi: Lỗi khi đọc tập tin

source: An error occurred while parsing the file.
ca: S'ha produït un error en processar el fitxer.
eo: Eraro okazis dum analiziĝis la dosiero.
es: Se produjo un error al analizar el archivo.
et_ee: Faili parsimisel tekkis viga.
eu: Errore bat egon da fitxategaia aztertzerakoan.
gl: Produciuse un erro ao procesar o ficheiro.
is: Villa kom upp við að lesa skrána.
ja_jp: ファイルの解析中にエラーが発生しました。
ku_iq: هه‌ڵه‌یه‌ك ڕوویدا له‌کاتی شیکردنه‌وه‌ی په‌ڕگه.
mk: Грешка се случи при парсирање на датотеката.
nb_no: En feil oppstod under lesing av filen
nl: Fout tijdens het valideren van bestand.
pl: Wystąpił błąd podczas analizowania pliku.
pt_pt: Ocorreu um erro ao analisar o ficheiro.
ru: При обработке файла возникла ошибка.
si_lk: ගොනුවේ ව්‍යාකරණ විග්‍රහ කිරීමේදී දෝෂයක් සිදුවිය
sk_sk: Nastala chyba počas spracovania súboru.
sl: Med razčlenjevanjem datoteke je prišlo do napake.
ta_lk: கோப்பை கூறுப்படுத்தும்போது வழு ஒன்று ஏற்பட்டது.
th_th: เกิดข้อผิดพลาดในระหว่างการแยกไฟล์ออก
uk: При обробці файлу виникла помилка.
vi: Một lỗi xảy ra trong khi phân tích các tập tin.

source: Feed loaded!
ca: S'ha carregat la font!
eo: Fluo ŝargita!
es: ¡Fuente cargada!
et_ee: Uudisvoog on laetud!
eu: Iturburua kargatuta!
gl: Cargouse a fonte
is: Fréttastraumur hlaðinn!
ja_jp: フィードを読み込みました！
ku_iq: خورد داگیرا!
mk: Каналот е вчитан!
nb_no: Nyhetskilde lastet!
nl: Feed geladen!
pl: Plik załadowany!
pt_pt: Feed carregado.
ru: Лента загружена!
si_lk: සංග්‍රහය පූරණය කරන ලදි!
sk_sk: Kanál nahraný!
sl: Vir je naložen!
ta_lk: ஊட்டு ஏற்றப்பட்டது!
th_th: โหลดข้อมูล feed แล้ว!
uk: Стрічку завантажено!
vi: feed đang được nạp !

source: Error moving feed into folder.
ca: Error en moure la font dins la carpeta.
eo: Eraro dum movo de fluo en dosierujon.
es: Error al mover la fuente hacia la carpeta.
et_ee: Viga uudisvoo liigutamisel kausta.
eu: Errorea iturburua karpetara mugitzean.
gl: Produciuse un erro ao mover a fonte ao cartafol.
is: Villa við að færa fréttastraum í möppu.
ja_jp: フォルダへのフィードの移動エラー
ku_iq: هه‌ڵه‌ له‌ گواستنه‌وه‌ی خورد بۆ ناو بوخچه.
mk: Грешка во преместување на канал во папка.
nb_no: Kunne ikke flytte nyhetskilden til mappen.
nl: Kon feed niet in map plaatsen.
pl: Wystąpił błąd podczas przenoszenia kanału do folderu.
pt_pt: Erro ao mover o feed para a pasta.
ru: Ошибка перемещения ленты в папку.
si_lk: සංග්‍රහය ෆොල්ඩරයට ගෙනයෑමේදී දෝෂයක් සිදුවිය
sk_sk: Chyba pri presune kanálu do priečinka.
sl: Napaka med premikanjem vira v mapo.
ta_lk: ஊட்டை கோப்புறையினுள் இடமாற்றுவதில் வழு.
th_th: เกิดข้อผิดพลาดในการย้าย feed ไปที่โฟลเดอร์
uk: Помилка при переміщенні стрічки в теку.
vi: Lỗi di chuyển feed vào thư mục.

source: No file path was submitted.
ca: No heu enviat cap camí al fitxer
eo: Neniu dosiervojo sendiĝis.
es: No se presentó la ruta del archivo.
et_ee: Faili asukohta ei sisestatud.
eu: Ez da fitxategi bidea zehaztu.
gl: Non se enviou a ruta ao ficheiro.
is: Engin skráarslóð af gefin upp.
ja_jp: ファイルパスは送信されませんでした。
ku_iq: هیچ ڕێڕه‌وی په‌ڕگه‌یه‌ك پێشکه‌ش نه‌کراوه.
mk: Немаше пратено патека за датотека.
nb_no: Ingen filbane ble funnet
nl: Er werd geen bestandslocatie meegegeven.
pl: Ścieżka do pliku nie została podana.
pt_pt: Nenhum caminho de arquivo foi submetido.
ru: Не было указано пути к файлу.
si_lk: ගොනු පෙතක් ලබාදී නැත
sk_sk: Neuvedené cesta k súboru.
sl: Pot do datoteke ni poslana.
ta_lk: கோப்புக்கான பாதை சமர்பிக்கப்படவில்லை.
th_th: ยังไม่ได้ส่งข้อมูลตำแหน่งพาธของไฟล์
uk: Не представлено шлях до файлу.
vi: Không có đường dẫn nào được gửi.

source: File doesn't exist:
ca: El fitxer no existeix:
eo: Dosiero ne ekzistas:
es: El archivo no existe:
et_ee: Faili pole olemas:
eu: Fitxategia ez da existitzen:
gl: Non existe o ficheiro:
is: Skrá finnst ekki:
ja_jp: ファイルは存在しません:
ku_iq: په‌ڕگه‌که‌ هه‌بوون نیه:
mk: Не постои датотеката:
nb_no: Filen eksisterer ikke:
nl: Bestand bestaat niet:
pl: Plik nie istnieje:
pt_pt: Ficheiro não existe:
ru: Файл не существует:
si_lk: ගොනුව නොපවතී
sk_sk: Súbor neexistuje.
sl: Datoteka ne obstaja:
ta_lk: கோப்பு ஏற்கனவே இல்லை
th_th: ไม่มีไฟล์ดังกล่าวอยู่ในระบบ
uk: Файл не існує:
vi: Tập tin không tồn tại

source: Couldn't save temporary image:
ca: No s'ha pogut desar la imatge temporal:
eo: Ne eblis konservi provizoran bildon:
es: No se pudo salvar una imagen temporal
et_ee: Ajutise pildi salvestamine ebaõnnestus:
eu: Ezin izan da aldi bateko irudia gorde:
gl: Non foi posíbel gardar a imaxe temporal:
is: Gat ekk vistað bráðabirgða mynd:
ja_jp: 一時的な画像の保存ができませんでした:
mk: Не можеше да се сними привремената фотографија:
nb_no: Kunne ikke lagre midlertidig bilde:
nl: Kan tijdelijk plaatje niet op slaan:
pl: Nie można zapisać obrazu tymczasowego:
pt_pt: Não foi possível guardar a imagem temporária:
ru: Не удалось сохранить временное изображение:
si_lk: තාවකාලික රූපය සුරැකීමට නොහැකි විය
sk_sk: Nemôžem uložiť dočasný obrázok:
sl: Začasne slike ni mogoče shraniti:
ta_lk: தற்காலிக படத்தை சேமிக்கமுடியாது
th_th: ไม่สามารถบันทึกรูปภาพชั่วคราวได้:
uk: Неможливо зберегти тимчасовий образ:
vi: Không thể lưu ảnh tạm thời:

source: Error setting all items as read.
ca: Error en establir tots els elements com a llegits.
eo: Eraro dum markiĝis ĉiuj eroj kiel legitaj.
es: Error al configurar todos los elementos como leídos.
et_ee: Viga kõigi kirjete loetuks märkimisel.
eu: Errorea elementu guztiak irakurrita bezala ezartzean.
gl: Produciuse un erro ao marcar todos como lidos.
is: Ekki tókst að merkja allt sem lesið.
ja_jp: すべての項目の既読設定エラー
ku_iq: هه‌ڵه‌ له‌دانانی ماده‌کان وه‌ك خوێندراوه.
mk: Грешка при означување на сите ставки како прочитани.
nb_no: Kunne ikke merke filene som lest
nl: Fout tijdens alle items als gelezen instellen.
pl: Błąd podczas ustawiania wszystkich elementów jako przeczytanych.
pt_pt: Erro ao definir todos como lidos.
ru: Ошибка установки элементов как прочитанных.
si_lk: සියලු අයිතම කියවන ලදී යයි සලකුණු කිරීමේදි දෝෂයක් සිදුවිය
sk_sk: Chyba pri označovaní všetkých položiek ako prečítané.
sl: Napaka med označevanjem vseh predmetov kot prebrane.
ta_lk: எல்லா அமைப்புகளையும் வாசிக்கப்பட்டதாக குறிப்பிடுவதில் வழு
th_th: เกิดข้อผิดพลาดในการตั้งค่ารายการทั้งหมดว่าอ่านแล้ว
uk: Помилка при позначенні всіх елементів прочитаними.
vi: Lỗi cài đặt tất cả tin là đã đọc.

source: Error marking item as read.
ca: Error en marcar l'element com a llegit.
eo: Eraro dum markiĝis ero kiel legita.
es: Error al marcar elemento como leído.
et_ee: Viga kirje loetuks märkimisel.
eu: Errorea elementua irakurrita bezala ezartzean.
gl: Produciuse un erro ao marcar o elemento como lido.
is: Ekki tókst að merkja sem lesið.
ja_jp: アイテムの既読設定エラー
ku_iq: هه‌ڵه‌ له‌نیشانکردنی ماده‌کان وه‌ك خوێندراوه.
mk: Грешка при означување на ставката како прочитана.
nb_no: Kunne ikke merke filen som lest.
nl: Fout tijdens item markeren als gelezen.
pl: Błąd oznaczenia elementu jako przeczytanego.
pt_pt: Erro ao definir item como lido.
ru: Ошибка отметки элемента как прочитанного.
si_lk: මෙම අයිතමය කියවන ලදී යයි සලකුණු කිරීමේදි දෝෂයක් සිදුවිය
sk_sk: Chyba pri označení položky ako prečítané.
sl: Napaka med označevanjem predmeta kot prebranega.
ta_lk: வாசிக்கப்பட்டதாக குறிப்பிடுவதில் வழு
th_th: เกิดข้อผิดพลาดในระหว่างการทำเครื่องหมายรายการว่าอ่านแล้ว
uk: Помилка при помічанні елементу прочитаним.
vi: Lỗi đánh dấu mục đã đọc.

source: Error updating feed.
ca: rror en actualitzar la font.
eo: Eraro dum ĝusdatigo de fluo.
es: Error actualizando la fuente.
et_ee: Viga uudisvoo uuendamisel.
eu: Errorea iturburua eguneratzerakoan.
gl: Produciuse un erro ao actulaizar a fonte.
is: Ekki tók að uppfæra fréttastraum.
ja_jp: フィードの更新エラー
ku_iq: هه‌ڵه‌ له‌نوێکردنه‌وه‌ی خورد.
mk: Грешка при ажурирање на канал.
nb_no: Kunne ikke oppdatere nyhetskilde.
nl: Fout tijdens het updaten van feed.
pl: Błąd aktualizacji kanału
pt_pt: Erro ao actualizar o feed.
ru: Ошибка обновления ленты.
si_lk: සංග්‍රහය යාවත්කාලීන කිරීමේදී දෝෂයක් සිදුවිය
sk_sk: Chyba pri aktualizácií kanála.
sl: Napaka med posodabljanjem vira.
ta_lk: ஊட்டை இற்றைப்படுத்தலில் வழு.
th_th: เกิดข้อผิดพลาดในการอัพเดท feed
uk: Помилка оновлення стрічки.
vi: Lỗi khi cập nhập feed

source: Feed updated!
ca: La font s'ha actualitzat!
eo: Fluo ĝisdatigita!
es: ¡Fuentes actualizadas!
et_ee: Uudisvoog on uuendatud!
eu: Iturburua eguneratuta!
gl: Actualizouse a fonte
is: Fréttastraumur uppfærður!
ja_jp: フィードを更新しました！
ku_iq: خورد نوێکراوه.
mk: Каналот е ажуриран!
nb_no: Nyhetskilde oppdatert!
nl: Feed geüpdate!
pl: Plik zaktualizowany!
pt_pt: Feed actualizado!
ru: Лента обновлена!
si_lk: සංග්‍රහය යාවත්කාලීන කරන ලදී!
sk_sk: Kanál obnovený!
sl: Vir je posodobljen!
ta_lk: ஊட்டு இற்றைப்படுத்தப்பட்டது!
th_th: อัพเดท feed แล้ว!
uk: Стрічку оновлено!
vi: Cập nhập feed!

source: News
ca: Notícies
eo: Novaĵoj
es: Noticias
et_ee: Uudised
eu: Berriak
gl: Novas
is: Fréttir
ja_jp: ニュース
ku_iq: هه‌واڵه‌کان
mk: Новости
nb_no: Nyheter
nl: Nieuws
pl: Nowości
pt_pt: Noticias
ru: Новости
si_lk: ප්‍රවෘත්ති
sk_sk: Novinky
sl: Novice
sr: Вести
ta_lk: செய்திகள்
th_th: ข่าวสาร
uk: Новини
vi: Tin tức

source: Error while loading the feed
ca: Error al carregar la font de dades
eo: Eraro dum ŝargo de la fluo
es: Error cargando la fuente
et_ee: Viga uudisvoo laadimisel
eu: Errorea ituruburuak kargatzearkoan
gl: Produciuse un erro ao cargar a fonte
is: Villa við að hlaða niður fréttastraum
ja_jp: フィードの読み込み中にエラーが発生しました
ku_iq: هه‌ڵه‌ له‌کاتی داگرتنی خورد
mk: Грешка при вчитување на канал
nb_no: Kunne ikke laste nyhetskilden
nl: Fout tijdens het laden van de feed
pl: Błąd podczas wczytywania wątku
pt_pt: Erro ao carregar feed
ru: Ошибка при загрузке канала
si_lk: සංග්‍රහය පූරණය කිරීමේදී දෝෂයක් සිදුවිය
sk_sk: Chyba počas nahrávania kanála
sl: Napaka med nalaganjem vira
ta_lk: ஊட்டை ஏற்றும்போது வழு
th_th: เกิดข้อผิดพลาดในระหว่างการโหลดข้อมูลฟีด
uk: Помилка завантаження стрічки
vi: Lỗi trong khi tải feed

source: Error
eo: Eraro
et_ee: Viga
eu: Errorea
gl: Erro
is: <strong>Villa</strong>
ja_jp: エラー
ku_iq: هه‌ڵه
mk: Грешка
nb_no: Feil
nl: Fout
pl: Błąd
pt_pt: Erro
ru: Ошибка
si_lk: දෝෂයක්
sk_sk: Chyba
sl: Napaka
ta_lk: வழு
th_th: ข้อผิดพลาด
uk: Помилка
vi: Lỗi

source: None
ca: cap
eo: Nenio
es: Ninguno
et_ee: Pole
eu: Ezer
gl: Nada
is: Ekkert
ja_jp: なし
ku_iq: هیچ
mk: Ништо
nb_no: Ingen
nl: Geen
pl: Nic
pt_pt: Nenhum
ru: Нет новостей
si_lk: කිසිවක් නැත
sk_sk: Žiadny
sl: Brez
ta_lk: ஒன்றுமில்லை
th_th: ไม่มี
uk: Жоден
vi: Không gì cả

source: Show only unread
ca: Mostra només els no llegits
eo: Montri nur legotajn
es: Mostrar solo no leídos
et_ee: Näita ainult lugemata
eu: Erakutsi bakarrik irakurri gabekoa
gl: Amosar só o non lido
is: Sýna aðeins ólesið
ja_jp: 未読のみを表示
ku_iq: ته‌نها نه‌خوێنراوه‌ پێشان بده
mk: Прикажи само непрочитани
nb_no: Vis kun uleste
nl: Toon alleen ongelezen
pl: Pokaż nieprzeczytane
pt_pt: Mostrar apenas não lidas
ru: Показать только непрочитанные
si_lk: කියවා නැති පමණක් පෙන්වන්න
sk_sk: Zobraziť iba neprečítané
sl: Prikaži le neprebrano
sr: Прикажи само непрочитане
ta_lk: வாசிக்காததை மட்டும் காட்டுக
th_th: แสดงเฉพาะที่ยังไม่ได้อ่าน
uk: Показати тільки не прочитане
vi: Hiển thị chưa đọc

source: Show everything
ca: Mostra-ho tot
eo: Montri ĉion
es: Mostrar todo
et_ee: Näita kõike
eu: Erakutsi dena
gl: Amosar todo
is: Sýna allt
ja_jp: すべてを表示
ku_iq: هه‌موو شتێك پێشان بده
mk: Прикажи сѐ
nb_no: Vis alt
nl: Toon alles
pl: Pokaż wszystko
pt_pt: Mostrar tudo
ru: Показать всё
si_lk: සියල්ල පෙන්වන්න
sk_sk: Zobraziť všetko
sl: Pokaži vse
sr: Прикажи све
ta_lk: எல்லாவற்றையும் காட்டுக
th_th: แสดงทั้งหมด
uk: Показати все
vi: Hiện tất cả

source: Are you sure you want to delete this feed?
ca: Segur que voleu eliminar aquesta font?
eo: Ĉu vi vere volas forigi ĉi tiun fluon?
es: ¿Está seguro de que desea borrar esta fuente?
et_ee: Oled sa kindel, et sa soovid seda uudisvoogu kustutada?
eu: Ziur zaude iturburu hau ezabatu nahi duzula?
gl: Confirma que quere eliminar esta fonte?
is: Ertu viss um að þú viljir eyða þessum fréttastraum?
ja_jp: このRSSフィードを削除してもよろしいですか？
ku_iq: تۆ دڵنیایی له‌سرێنه‌وه‌ی ئه‌م خورده‌؟
mk: Дали сте сигурни дека сакате да го избришете каналов?
nb_no: Er du sikker på at du vil slette denne nyhetskilden?
nl: Ben je zeker dat je deze feed wil verwijderen?
pl: Czy na pewno chcesz usunąć ten kanał?
pt_pt: Tem a certeza que deseja eliminar este feed?
ru: Вы уверены, что хотите удалить этот канал?
si_lk: මෙම සංග්‍රහය මකන බවට සහතිකද?
sk_sk: Naozaj ste si istý, že chcete odstrániť tento kanál?
sl: Ali ste prepričani, da želite izbrisati ta vir?
ta_lk: உங்களுக்கு இந்த ஊட்டை கட்டாயம் அழிக்கவேண்டுமா?
th_th: คุณแน่ใจแล้วหรือว่าต้องการลบฟีดนี้ทิ้งไป?
uk: Ви впевнені, що бажаєте видалити цю стрічку?
vi: Bạn có muốn xóa feed này ?

source: Are you sure you want to delete this folder and all its feeds?
ca: Segur que voleu eliminar aquesta carpeta i totes les seves fonts?
eo: Ĉu vi vere volas forigi ĉi tiun dosierujon kaj ĉiujn siajn fluojn?
es: ¿Está seguro de que desea borrar esta carpeta y todas las fuentes?
et_ee: Oled sa kindel, et sa soovid seda kausta ja selle uudisvooge kustutada?
eu: Ziur zaude karpeta hau eta bere iturburu guztiak ezabatu nahi dituzula?
gl: Confirma que quere eliminar este cartafol e todas as súas fontes?
is: Ertu viss um að þú viljir eyða þessari möppu og öllum fréttastraumum í henni?
ja_jp: このフォルダーとRSSフィードを全て削除してもよろしいですか？
ku_iq: تۆ دڵنیایی له‌سڕینه‌وه‌ی ئه‌م بوخچه‌یه‌ له‌گه‌ڵ سه‌رجه‌م خورده‌کان؟
mk: Дали сте сигурни дека сакате да ја избришете папкава и сите канали внатре?
nb_no: Er du sikker på at du vil slette mappen og alt dets innhold?
nl: Ben je zeker dat je deze map en alle feeds erin wil verwijderen?
pl: Czy na pewno chcesz usunąć ten folder i wszystkie jego kanały?
pt_pt: Tem a certeza que deseja eliminar esta pasta e todos os feeds nela existentes?
ru: Вы уверены, что хотите удалить эту папку и все её каналы?
si_lk: මෙම ෆොල්ඩරය හා එහි අඩංගු සංග්‍රහ මකන බවට සහතිකද?
sk_sk: Naozaj ste si istý, že chcete odstrániť tento priečinok so všetkými jeho kanálmi?
sl: Ali ste prepričani, da želite izbrisati to mapo in vse njene vire?
ta_lk: உங்களுக்கு இந்த கோப்புறையை மற்றும் அதன் எல்லா ஊட்டுக்களையும் நீக்கவேண்டுமா?
th_th: คุณแน่ใจแล้วหรือว่าต้องการลบโฟลเดอร์และรายการฟีดทั้งหมดในโฟลเดอร์ทิ้งไป?
uk: Ви впевнені, що бажаєте видалити цю теку і всі її стрічки?
vi: Bạn có muốn xóa thư mục và tất cả feed

source: Warning
ca: Avís
eo: Averto
es: Atención
et_ee: Hoiatus
eu: Abisua
gl: Aviso
is: Aðvörun
ja_jp: 警告
ku_iq: ئاگاداری
mk: Предупредување
nb_no: Advarsel
nl: Waarschuwing
pl: Ostrzeżenie
pt_pt: Aviso
ru: Предупреждение
si_lk: අවවාදය
sk_sk: Varovanie
sl: Opozorilo
ta_lk: எச்சரிக்கை
th_th: คำเตือน
uk: Попередження
vi: Cảnh báo
