Repository: owncloud-archive/apps
Catalog: l10n/*/ownpad_lite.po
Languages: bg_bg, hi, ka_ge, lb, ms_my, ur_pk, zh_cn

source: Document was shared
bg_bg: Документът беше споделен
hi: दस्तावेज़ साझा किया गया था
ka_ge: დოკუმენტი გაზიარდა
lb: Den Dokument ass gedeelt ginn
ms_my: Dokumen telah dikongsikan
ur_pk: دستاویز اشتراک کر دی گئی
zh_cn: 文档已分享

source: User %s shared quick document %s with you.
bg_bg: Потребителят %s сподели документа %s с Вас.
hi: आप के साथ उपयोक्ता%s त्वरित दस्तावेज़%s साझा
ka_ge: მომხმარებელმა %s გაგიზიარათ ფაილი %s
lb: User %s huet denn quick Document %s mad dir gedeelt
ms_my: Pengguna %s berkongsi dokumen segera %s dengan anda.
ur_pk: صارف %s فوری دستاویز مشترک کی %s آپ سے
zh_cn: 用户 %s 与您分享了便捷文档 %s。

source: My pad
bg_bg: Моят пад
hi: मेरा पैड
ka_ge: ჩემი ფედი
lb: Mein Notitzbuch
ms_my: Pad saya
ur_pk: میرا پیڈ
zh_cn: 我的 Pad

source: Settings
bg_bg: Настройки
hi: सेटिंग्स
ka_ge: პარამეტრები
lb: Astellungen
ms_my: Tetapan
ur_pk: سیٹینگز
zh_cn: 设置

source: Pad Title
bg_bg: Наименование
hi: पैड शीर्षक
ka_ge: ფედის სახელი
lb: Pad Titel
ms_my: Tajuk Pad
ur_pk: پیڈ کی سرخی
zh_cn: Pad 名称

source: Open
bg_bg: Отвори
hi: खोलें
ka_ge: გახსნა
lb: Opmaachen
ms_my: Buka
ur_pk: کھولیں
zh_cn: 打开

source: Share with
bg_bg: Споделено с
hi: के साथ साझा
ka_ge: გააზიარე შემდეგით:
lb: Deele mat
ms_my: Kongsi dengan
ur_pk: سے اشتراک کریں
zh_cn: 分享之

source: Share
bg_bg: Споделяне
hi: साझा करें
ka_ge: გაზიარება
lb: Deelen
ms_my: Kongsi
ur_pk: اشتراک
zh_cn: 分享

source: Etherpad service URL
bg_bg: Сервизен уеб адрес за Etherpad
hi: Etherpad सेवा यूआरएल
ka_ge: Etherpad URL სერვისი
ms_my: URL servis Etherpad
ur_pk: ایدرپیڈ سروس یو آر ایل
zh_cn: Etherpad 服务 URL

source: Username
bg_bg: Потребител
hi: प्रयोक्ता का नाम
ka_ge: მომხმარებლის სახელი
lb: Benotzernumm
ms_my: Nama pengguna
ur_pk: اسم صارف
zh_cn: 用户名

source: Save
bg_bg: Запис
hi: सहेजें
ka_ge: შენახვა
lb: Sp√§icheren
ms_my: Simpan
ur_pk: حفظ
zh_cn: 保存
