Repository: owncloud-archive/apps
Catalog: l10n/*/shorty.po
Languages: de_de

source: Url shortened to: %s
de_de: Url gekürzt zu: %s

source: Click registered
de_de: Klick registriert

source: Counted entries and clicks
de_de: Einträge und Klicks gezählt

source: Shorty with id '%s' deleted
de_de: Shorty mit Kennung '%s' gelöscht

source: Modifications for shorty with id '%s' saved
de_de: Änderungen zu Shorty mit Kennung '%s' gespeichert

source: Number of entries: %s
de_de: Anzahl der Einträge: %s

source: Target url '%s' is valid
de_de: Ziel-Url '%s' ist valide

source: Preference '%s' saved
de_de: Präferenz '%s' gespeichert

source: Preference '%s' retrieved
de_de: Präferenz '%s' abgefragt

source: Setting '%s' saved
de_de: Einstellung '%s' gespeichert

source: Status change for shorty with id '%s' saved
de_de: Statusänderung für Shorty mit Kennung '%s' gespeichert

source: all
de_de: alle

source: never
de_de: niemals

source: Sorry, that target is invalid!
de_de: Entschuldigung, dieses Ziel ist nicht valide!

source: Close
de_de: Schließen

source: Mail client
de_de: E-Mail-Programm

source: Cancel
de_de: Abbrechen

source: SMS composer
de_de: SMS-Programm

source: Exception
de_de: Ausnahme

source: Exception (%s)
de_de: Ausnahme (%s)

source: %s Message(code): %s (%s) File(line): %s (%s) Info: %%s
de_de: %s⏎ Nachricht(Code): %s (%s)⏎ Datei(Zeile): %s (%s)⏎ Info: %%s

source: Unexpected type of exception caught:%s %s
de_de: Unerwarteter Type einer Ausnahme aufgetreten: %s⏎ %s

source: Unexpected thrown object of type caught: %s
de_de: Unerwartetes Object aufgetreten vom Typ:⏎ %s

source: Copy to clipboard
de_de: In Zwischenablage kopieren

source: The link below can be copied for usage apart
de_de: Der Link unten kann kopiert werden für anderweitige Nutzung

source: Ctrl-C
de_de: Strg-C

source: Send link by email
de_de: Link als E-Mail verschicken

source: Clicking 'Ok' below will try to launch an email composer
de_de: Klicken von 'Ok' unten versucht, einen E-Mail-Editor zu starten

source: Alternatively the link can be copied into a message manually
de_de: Alternativ kann der Link manuell in eine Nachricht kopiert werden

source: then paste into message
de_de: dann in Nachricht einfügen

source: Ctrl-V
de_de: Strg-V

source: Shorty as QRCode
de_de: Shorty als QRCode

source: This 2d barcode encodes the url pointing to this Shorty
de_de: Dieser 2D-Barcode kodiert die URL die diesen Shorty referenziert

source: Use it in web pages by referencing or embedding
de_de: Nutzung in Webseiten durch Referenzieren oder Einbinden

source: or simpy print or download it for off-line usage
de_de: oder einfach ausdrucken oder herunter laden für offline-Nutzung

source: Click for embedding details
de_de: Klicken für Details zum Einbinden

source: This is the url referencing the QRCode shown before
de_de: Dies ist die URL die den zuvor gezeigten QRCode referenziert

source: Embed the QRCode as an image into some web page using this url
de_de: Der QRCode kann mit dieser URL als Grafik in eine Webseite eingebunden werden

source: Paste to embed elsewhere
de_de: Anderweitig wieder einfügen

source: Alternatively the image can be downloaded for printout or storage
de_de: Alternativ kann die Grafik auch herunter geladen werden zum Ausdrucken oder Speichern

source: That image can be used when writing documents or setting up web sites
de_de: Diese Grafik kann genutzt werden um Dokumente zu schreiben oder Webseiten aufzusetzen

source: Prepare to send as SMS
de_de: Vorbereiten zum Senden per SMS

source: Clicking 'Ok' below will try to launch an sms composer
de_de: Klicken von 'Ok' unten versucht, einen SMS-Editor zu starten

source: Typically this only works on devices like smart phones
de_de: Typischerweise klappt dies nur auf Geräten wie Smartphones

source: Unfortunately the implementation of this scheme is limited
de_de: Leider ist die Umsetzung dieses Schemas sehr limitiert

source: therefore the content must be copied manually
de_de: daher muss der Inhalt manuell kopiert werden

source: after the SMS has been launched
de_de: nachdem die SMS gestartet wurde

source: Static backend: base url verification
de_de: Statisches Backend: Verifizierung der Basis-URL

source: Success
de_de: Erfolg

source: Verification successful
de_de: Verifizierung erfolgreich

source: Great, your setup appears to be working fine!
de_de: Prima, Ihre Konfiguration scheint korrekt zu funktionieren!

source: Requests to the configured base url are mapped to this ownClouds relay service.
de_de: Anfragen an die konfigurierte Basis-Url werden auf den ownCloud Relais-Service abgebildet.

source: Usage of that static backend is fine and safe as long as this setup is not altered.
de_de: Die Nutzung dieses statischen Backends ist gut und sicher, solange diese Konfiguration nicht geändert wird.

source: This backend will now be offered as an additional backend alternative to all local users inside their personal preferences.
de_de: Dieses Backend wird nun in den persönlichen Präferenzen aller Nutzer als zusätzliche Alternative zu den verfügbaren Backends angeboten.

source: Verification failed
de_de: Verifizierung fehlgeschlagen

source: Sorry, but your setup appears not to be working correctly yet!
de_de: Ihre Konfiguration scheint noch nicht korrekt zu funktionieren!

source: Please check your setup and make sure that the configured base url is indeed correct.
de_de: Überprüfen Sie bitte Ihre Konfiguration und stellen Sie sicher, dass die konfigurierte Basis-Url wirklich korrekt ist.

source: Make sure that all requests to it are somehow mapped to Shortys relay service.
de_de: Es ist darauf zu achten, dass alle Anfragen dem Shorty Relais-Service zugeordnet werden.

source: Relay service
de_de: Relais-Service

source: New Shorty
de_de: Neuer Shorty

source: Home
de_de: Start

source: Configuration
de_de: Konfiguration

source: Number of entries
de_de: Anzahl der Einträge

source: Loading
de_de: Laden

source: Total of clicks
de_de: Summe der Klicks

source: Choose service…
de_de: Dienst auswählen

source: Example
de_de: Beispiel

source: No backend is used, direct links pointing to your ownCloud are generated.
de_de: Kein Backend wird genutzt, es werden Links generiert, die direkt auf Ihre ownCloud zeigen.

source: Such links are most likely longer than those generated when using a backend.
de_de: Solche Links werden sicherlich länger sein, als wenn ein Backend eingesetzt wird.

source: However this option does not rely on any third party service and keeps your shortys under your control.
de_de: Dafür stützt sich diese Option aber nicht auf fremde Angebote und belässt die Shorties unter eigener Kontrolle.

source: Base url
de_de: Basis-Url

source: Specify a static base url…
de_de: Festlegen einer statischen Basis-URL…

source: Verify by clicking…
de_de: Überprüfen durch klicken…

source: Static, rule-based backend, generates shorty links relative to a given base url.
de_de: Ein statisches, regelbasiertes Backend wird genutzt, Shorty-Links werden relativ zu einer gegebenen Basis-Url generiert.

source: Since this setup depends on server based configuration rules the base url can only be specified in the 'Admin' section of the configuration.
de_de: Da diese Konfiguration von serverseitigen Konfigurationsregeln abhängt, kann die Basis-Url nur unter 'Verwaltung' in der Konfiguration festgelegt werden.

source: Have a try with the example link provided, click it, it should result in a confirmation that your setup is working.
de_de: Einfach den verfügbaren Beispiel-Link durch Anklicken testen. Das sollte zu einer Bestätigung führen, dass die Konfiguration funktioniert.

source: Only use this backend, if you can provide a short base url that is mapped the described way. Your shorties won't work otherwise.
de_de: Dieses Backend kann nur verwendet werden, wenn die Basis-Url in der beschriebenen Art umgesetzt wird. Die Shorties werden andernfalls nicht nutzbar sein.

source: bit.ly user
de_de: bit.ly-Nutzer

source: bit.ly user name
de_de: bit.ly-Nutzername

source: bit.ly key
de_de: bit.ly-Schlüssel

source: bit.ly users key
de_de: bit.ly-Nutzerschlüssel

source: The external 'bitly.com' service is used to register a short url for each generated shorty.
de_de: Der externe 'bitly.com'-Dienst wird genutzt, um eine Kurz-Url für jeden generierten Shorty zu registrieren.

source: API access key
de_de: API-Zugriffsschlüssel

source: The service requires you to authenticate yourself by providing a valid bit.ly user name and an '%s'.
de_de: Dieser Dienst erfordert die Authentifizierung durch eine gültige bit.ly-Nutzerkennung und einen '%s'

source: register an account
de_de: Einen Account registrieren

source: This means you have to '%s' at their site first.
de_de: Dies bedeutet, dass Sie sich zunächst '%s' auf dieser Seite müssen

source: The external 'cli.gs' service is used to register a short url for each generated shorty.
de_de: Der externe 'cli.gs'-Dienst wird genutzt, um eine Kurz-Url für jeden generierten Shorty zu registrieren.

source: The external 'is.gd' service is used to register a short url for each generated shorty.
de_de: Der externe 'is.gd'-Dienst wird genutzt, um eine Kurz-Url für jeden generierten Shorty zu registrieren.

source: API key
de_de: API-Schlüssel

source: Google API key
de_de: Google API-Schlüssel

source: Force verification of encryption certificates during communication with the backend
de_de: Erzwingen der Verifizierung der Verschlüsselungs-Zertifikate während der Kommunikation mit dem Backend

source: Googles external 'goo.gl service' is used to register a short url for each generated shorty.
de_de: Googles externer 'goo.gl'-Dienst wird genutzt, um eine Kurz-Url für jeden generierten Shorty zu registrieren.

source: You must provide a valid '%%s' to use this service.
de_de: Es muss ein valider '%%s' angegeben werden um diesen Dienst nutzen zu können.

source: This means you require a 'Google API console account'.
de_de: Das bedeutet, dass ein 'Google API console account' benötigt wird.

source: Register a new '%%s' at their pages.
de_de: Einen neuen '%%s' auf deren Seite registrieren.

source: Google API account
de_de: Google API-Nutzerkonto

source: tiny.cc user
de_de: tiny.cc-Nutzer

source: tiny.cc user name
de_de: tiny.cc-Nutzername

source: tiny.cc key
de_de: tiny.cc-Schlüssel

source: tiny.cc user key
de_de: tiny.cc-Nutzerschlüssel

source: The external 'tiny.cc' service is used to register a short url for each generated shorty.
de_de: Der externe 'tiny.cc'-Dienst wird genutzt, um eine Kurz-Url für jeden generierten Shorty zu registrieren.

source: The service requires you to authenticate yourself by providing a valid tiny.cc user name and an api access key.
de_de: Dieser Dienst erfordert die Authentifizierung durch eine gültige tiny.cc-Nutzerkennung und einen API-Zugriffs-Schlüssel.

source: account
de_de: Nutzerkonto

source: This means you have to register an '%s' at their site first.
de_de: Dies bedeutet dass Sie zunächst einen '%s' auf der Seite registrieren müssen.

source: The external 'ti.ny' service is used to register a short url for each generated shorty.
de_de: Der externe 'ti.ny'-Dienst wird genutzt, um eine Kurz-Url für jeden generierten Shorty zu registrieren.

source: The external 'turl' service is used to register a short url for each generated shorty.
de_de: Der externe 'turl'-Dienst wird genutzt, um eine Kurz-Url für jeden generierten Shorty zu registrieren.

source: disabled
de_de: deaktiviert

source: enabled
de_de: aktiviert

source: Enabling the SMS option will offer sending a Shorty via SMS.
de_de: Aktivieren der SMS-Option bietet das Versenden von Shortys via SMS an.

source: Unfortunately support for 'SMS url handling' is usually only found on mobile devices like smart phones.
de_de: Unglücklicherweise werden 'SMS-Urls' typischerweise nur auf mobilen Geräten wie etwa Smartphones unterstützt.

source: In addition, those implementations are minimalistic, buggy and differ from system to system.
de_de: Darüber hinaus sind diese Implementierungen minimalistisch, fehlerhaft und unterschiedlich von System zu System.

source: In short: this might not work for you, therefore you can disable it…
de_de: Kurz gesagt: dies mag nicht funktionieren, daher kann die Option deaktiviert werden…

source: Feedback
de_de: Rückmeldungen

source: The amount of feedback messages shown.
de_de: Die Menge von Rückmeldungen die gezeigt wird.

source: Administrative, system wide settings of this app:
de_de: Administrative, systemweite Einstellungen dieser App:

source: Optional configuration of a 'Static Backend'
de_de: Optionale Konfiguration eines 'Statischen Backends'

source: You have to take care that any request to the url configured here is internally mapped to the 'shorty' module.
de_de: Es muss sicher gestellt werden, dass jede Anfrage an die hier konfigurierte URL intern dem 'Shorty'-Modul zugeordnet wird.

source: The target of that mapping must be some URL like:
de_de: Das Ziel dieser Zuordnung muss eine URL sein wie:

source: Leave empty if you can't provide a short base url that is mapped the described way.
de_de: Einfach leer lassen, wenn keine Basis-URL angegeben werden kann, die wie beschrieben umgesetzt wird.

source: The additional plugin '%%s' tracks the usage of existing Shortys!
de_de: Das zusätzliche Plugin '%%s' protokolliert den Zugriff auf existierende Shortys!

source: It can be enabled by a single click in the administration:
de_de: Es kann mit einem einzigen Klick in der Administration aktivieren werden:

source: Apps selector
de_de: Apps-Auswahl

source: Add a new shorty
de_de: Neuen Shorty hinzufügen

source: Target url
de_de: Ziel-Url

source: Title
de_de: Titel

source: Expiration
de_de: Verfall

source: Notes
de_de: Notizen

source: Anything that appears helpful …
de_de: Alles, was hilfreich erscheint …

source: Add as new
de_de: Als neu hinzufügen

source: Modify shorty
de_de: Shorty ändern

source: Source url
de_de: Quell-Url

source: Relay url
de_de: Relais-Url

source: Clicks
de_de: Klicks

source: Creation
de_de: Generierung

source: Access
de_de: Zugriff

source: Save
de_de: Speichern

source: Nothing here yet
de_de: Hier gibt's noch nichts

source: If you just started using Shorty
de_de: Wenn Sie gerade anfangen, Shorty zu nutzen

source: Set personal preferences using the cog wheel (%%s) on the bottom left!
de_de: Persönliche Einstellungen mit dem Zahnrad (%%s) unten links festlegen!

source: Create a new 'Shorty' and share it
de_de: Legen Sie einen neuen 'Shorty' an und teilen Sie ihn

source: Use the '%s' button above or the fine 'Shortlet'
de_de: Den Knopf '%s' oben oder das praktische 'Shortlet' nutzen

source: Toggle toolbar
de_de: Werkzeugleiste umschalten

source: Target
de_de: Ziel

source: reload
de_de: aktualisieren

source: Reload list
de_de: Liste aktualisieren

source: up
de_de: hoch

source: Sort ascending
de_de: Aufsteigend sortieren

source: down
de_de: runter

source: Sort descending
de_de: Absteigend sortieren

source: show
de_de: anzeigen

source: Show details
de_de: Details anzeigen

source: edit
de_de: ändern

source: modify
de_de: ändern

source: delete
de_de: löschen

source: Delete shorty
de_de: Shorty löschen

source: share
de_de: teilen

source: Share shorty
de_de: Shorty teilen

source: open
de_de: öffnen

source: Open target
de_de: Ziel öffnen

source: Share and use
de_de: Teilen und nutzen

source: for any access
de_de: für jeglichen Zugriff

source: for own usage
de_de: für eigenen Zugriff

source: with ownCloud users
de_de: mit anderen ownCloud-Nutzern

source: available for everyone
de_de: verfügbar für jeden

source: This is the shortened url registered at the backend
de_de: Dies ist die gekürzte URL wie am Backend registriert

source: Open source url
de_de: Quell-Url öffnen

source: This is a internal url that the shortened url relays to
de_de: Dies ist eine interne Url auf das die gekürzte Url weiterleitet

source: Open relay url
de_de: Relais-Url öffnen

source: This is the target url specified when generating this Shorty
de_de: Dies ist die URL wie bei der Generierung als Ziel angegeben

source: Open target url
de_de: Ziel-Url öffnen

source: Show as QRCode
de_de: Als QRCode anzeigen

source: Send by email
de_de: Per E-Mail senden

source: Send by SMS
de_de: Als SMS senden

source: Add page as 'Shorty' to ownCloud
de_de: Seite als 'Shorty' zu ownCloud hinzufügen

source: Drag this to your browser bookmarks.
de_de: Ziehen Sie dies in die Lesezeichen Ihres Browsers.

source: Click it, for whatever site you want to create a Shorty.
de_de: Klicken Sie es an um einen 'Shorty' für eine Seite zu generieren.
