Repository: owncloud-archive/apps
Catalog: l10n/*/tasks.po
Languages: ast, bn_bd, el, eu, gl, he, is, ja_jp, ka_ge, mk, si_lk, sk_sk, ta_lk, vi

source: Invalid date/time
ast: Data/hora non válida
bn_bd: তারিখ/সময় সঠিক নয়
el: Μην έγκυρη ημερομηνία / ώρα
eu: Baliogabeko data/ordua
gl: Data/hora incorrecta
he: שעה/תאריך שגויים
is: Ógild dagssetning/tími
ja_jp: 無効な日付／時刻
ka_ge: არასწორი თარიღი/დრო
mk: Неправилен датум/време
si_lk: දිනය/වේලාව වලංගු නොවේ
sk_sk: Nesprávny dátum/čas
ta_lk: செல்லுபடியற்ற திகதி/நேரம்
vi: Không hợp lệ ngày/giờ

source: Tasks
ast: Xeres
bn_bd: কর্ম
el: Εργασίες
eu: Zereginak
gl: Tarefas
he: משימות
is: Verk
ja_jp: タスク
ka_ge: დავალებები
mk: Задачи
si_lk: කාර්යය
sk_sk: Úlohy
ta_lk: கடமைகள்

source: Due
ast: Vencimientu
el: Στις
eu: Epea
gl: Caducidade
he: תפוגה
is: Lokið
ja_jp: 期日
ka_ge: საჭირო
mk: Краен рок
si_lk: අපේක්ෂිතයි
sk_sk: Do
ta_lk: செலுத்தக்கூடிய
vi: Do

source: List
ast: Llista
el: Λίστα
eu: Zerrenda
gl: Lista
he: רשימה
is: Listi
ja_jp: リスト
ka_ge: სია
mk: Листа
si_lk: ලැයිස්තුව
sk_sk: Zoznam
ta_lk: வரிசை
vi: Danh sách

source: Location
ast: Llocalización
el: Μέρος
eu: Kokapena
gl: Lugar
he: מיקום
is: Staðsetning
ja_jp: 位置
ka_ge: ადგილმდებარეობა
mk: Локација
si_lk: ස්ථානය
sk_sk: Umiestnenie
ta_lk: இடம்
vi: Vị trí

source: No category
ast: Ensin categoría
bn_bd: কোন ক্যাটেগরি নেই
el: Χωρίς κατηγορία
eu: Kategoriarik ez
gl: Sen categoría
he: אין קטגוריה
is: Enginn flokkur
ja_jp: カテゴリ無し
ka_ge: კატეგორია არ არის
mk: Нема категорија
si_lk: කාන්ඩයකට අයත් නැත
sk_sk: Žiadna kategória
ta_lk: வகை இல்லை
vi: không có category

source: Unspecified
ast: Ensin especificar
bn_bd: অনির্ধারিত
el: Μη ορισμένο
eu: Zehaztu gabe
gl: Sen especificar
he: לא צוין
is: Ótilgreint
ja_jp: 未指定
ka_ge: არ არის არჩეული
mk: Неспецифицирано
si_lk: අනිර්දිෂ්ට
sk_sk: Nešpecifikované
ta_lk: குறிப்பிடப்படாத
vi: Không được quy định

source: 1=highest
ast: 1=mayor
bn_bd: ১ = সর্বোচ্চ
el: 1=υψηλότερο
eu: 1=handiena
gl: 1=o maior
he: 1=גבוהה ביותר
is: 1=hæst
ja_jp: 1=高
ka_ge: 1=საუკეთესო
mk: 1=највисоко
si_lk: ඉහලම=1
sk_sk: 1= najvyššia
ta_lk: 1= உயர்ந்த
vi: 1=cao

source: 5=medium
ast: 5=media
bn_bd: ৫ = মধ্যম
el: 5=μέτριο
eu: 5=tartekoa
gl: 5=medio
he: 5=בינונית
is: 5=miðlungs
ja_jp: 5=中
ka_ge: 5=საშუალო
mk: 5=средно
si_lk: මධ්‍යම=5
sk_sk: 5=stredná
ta_lk: 5 = நடுத்தர
vi: 5=trung bình

source: 9=lowest
ast: 9=menor
bn_bd: ৯ = সর্বনিম্ন
el: 9=χαμηλότερο
eu: 9=baxuena
gl: 9=o máis baixo
he: 9=נמוכה ביותר
is: 9=lægst
ja_jp: 9=低
ka_ge: 9=უდაბლესი
mk: 9=најниско
si_lk: පහලම=9
sk_sk: 9=najnižšia
ta_lk: 9 = குறைந்த
vi: 9=thấp

source: Empty Summary
ast: Vaciar resume
bn_bd: সারাংশটি ফাঁকা
el: Άδεια περίληψη
eu: Laburpen hutsa
gl: Resumo baleiro
he: תקציר ריק
is: Tóm samantekt
ja_jp: 要旨が未記入
ka_ge: ცარიელი რეზიუმე
mk: Празнo резиме
si_lk: හිස් සංශිප්තය
sk_sk: Prázdny sumár
ta_lk: வெற்றிட சுருக்கம்
vi: Để trống tóm tắt thông tin

source: Invalid percent complete
ast: Porcentaxe completáu non válidu
bn_bd: শতকরা সুম্পন্ন হওয়া সঠিক নয়
el: Μη έγκυρο ποσοστό ολοκλήρωσης
eu: Balioagabeko egindako ehunekoa
gl: Porcentaxe completa incorrecta
he: אחוזי ההשלמה שגויים
is: Ómarktæk prósent búin
ja_jp: 無効な進捗％
ka_ge: დასრულების არასწორი პროცენტი
mk: Неправилен процент завршен
si_lk: වලංගු නැති ප්‍රතිශතයක් සම්පුර්ණයි
sk_sk: Neplatné percento dokončení
ta_lk: செல்லுபடியற்ற சதவீத முடிவு
vi: Phần trăm hoàn thành không hợp lệ

source: Invalid priority
ast: Prioridá non válida
bn_bd: গুরুত্বটি সঠিক নয়
el: Μη έγκυρη προτεραιότητα
eu: Baliogabeko lehentasuna
gl: Prioridade incorrecta
he: העדיפות שגויה
is: Ógildur forangur
ja_jp: 無効な優先度
ka_ge: არასწორი პრიორიტეტი
mk: Неправилен приоритет
si_lk: වලංගු නැති ප්‍රමුඛතාවය
sk_sk: Nesprávna priorita
ta_lk: தவறான முன்னுரிமை
vi: Ưu tiên không hiệu lực

source: The calendar application also need to be enabled to use this application.
ast: L'aplicación de calendariu tamién tien d'activase pa usar esta aplicación.
el: Η εφαρμογή του ημερολογίου πρέπει να είναι ενεργοποιημένη για να χρησιμοποιήσετε αυτή την εφαρμογή.
eu: Aplikazio hau erabiltzeko egutegi aplikazioa ere gaitua egon behar da.
gl: O calendario do aplicativo tamén precisa ser activado para usar este aplicativo.
he: יישום לוח השנה צריך להיות מופעל כדי להשתמש ביישום זה.
is: "Calendar" forritið þarf einnig að vera virkt fyrir þetta forrit.
ja_jp: このアプリケーションを利用するには、カレンダーアプリケーションを有効にする必要があります。
ka_ge: შემდეგი აპლიკაციის ჩართვა მოითხოვს ასევე კალენდარ აპლიკაციის ჩართვას.
mk: Календар апликацијата треба истотака да биде овозможена за да ја користите оваа апликација.
si_lk: මෙම යෙදුම භාවිතය සඳහා දිනදසුන යෙදුම ද සක්‍රීය කළ යුතුය
sk_sk: Táto aplikácia si vyžaduje aj aplikáciu Kalendár.
ta_lk: இந்த செயலியை பயன்படுத்துவதற்கு நாட்காட்டி செயலியை இயலுமைப்படுத்த வேண்டும்.
vi: Các ứng dụng Lịch cũng cần phải được kích hoạt để sử dụng .

source: Add Task
ast: Amestar xera
bn_bd: কর্ম যোগ কর
el: Προσθήκη εργασίας
eu: Gehitu zeregina
gl: Engadir unha tarefa
he: הוספת משימה
is: Bæta við verki
ja_jp: タスクを追加
ka_ge: დავალების დამატება
mk: Додади задача
si_lk: කාර්යයක් එක් කරන්න
sk_sk: Pridať úlohu
ta_lk: கடமையை சேர்க்க
vi: Thêm Task

source: Order Due
ast: Ordenar por vencimientu
bn_bd: মুলতুবি রাখা নির্দেশ
el: Ταξινόμηση με βάση τις ληξιπρόθεσμες
eu: Ordenatu Epea
gl: Ordenar as caducidades
he: סידור לפי מועד סיום
is: Raða eftir lokadags.
ja_jp: 期日で並べ替え
ka_ge: შეკვეთის დამატება
mk: Подреди краен рок
si_lk: ඇණවුම අපේක්ෂිතයි
sk_sk: A/Z Termín
ta_lk: காரண ஒழுங்கு
vi: theo Thời gian

source: Order List
ast: Ordenar por llista
bn_bd: নির্দেশ তালিকা
el: Λίστα
eu: Ordenatu Zerrenda
gl: Ordenar a lista
he: סידור רשימה
is: Raða eftir lista
ja_jp: リストで並べ替え
ka_ge: შეკვეთების სია
mk: Подреди листа
si_lk: ඇණවුම් ලැයිස්තුව
sk_sk: A/Z Zoznam
ta_lk: வரிசை பட்டியல்
vi: Theo Danh sách

source: Order Complete
ast: Ordenar por completaes
bn_bd: নির্দেশ নির্বাহ সুসম্পন্ন হয়েছে
el: Ολοκληρωμένα
eu: Ordenatu Egindakoa
gl: Ordenar os completados
he: סידור לפי השלמה
is: Raða eftir framgangi
ja_jp: 完了で並べ替え
ka_ge: შეკვეთის დასრულება
mk: Подредувањето заврши
si_lk: ඇණවුම සම්පුර්ණය
sk_sk: A/Z Komplet
ta_lk: வரிசை முடிவு
vi: Thứ tự Hoàn thành

source: Order Location
ast: Ordenar por llocalización
bn_bd: নির্দেশের অবস্থান
el: Μέρος
eu: Ordenatu Lekua
gl: Ordenar os lugares
he: סידור לפי מיקום
is: Raða eftir staðsetningu
ja_jp: 場所で並べ替え
ka_ge: შეკვეთის ადგილმდებარეობა
mk: Подреди локација
si_lk: ඇණවුම් ස්ථානය
sk_sk: A/Z Umiestnenie
ta_lk: இட வரிசை
vi: Theo Vị trí

source: Order Priority
ast: Ordenar por prioridá
bn_bd: নির্দেশের গুরুত্ব
el: Προτεραιότητα
eu: Ordenatu Lehentasuna
gl: Ordenar a prioridade
he: סידור לפי עדיפות
is: Raða eftir forgangi
ja_jp: 優先度で並べ替え
ka_ge: შეკვეთის პრიორიტეტი
mk: Подреди приоритет
si_lk: ඇණවුම් ප්‍රමුඛතාව
sk_sk: A/Z Priorita
ta_lk: வரிசையில் முன்னுரிமை
vi: Thứ tự Ưu tiên

source: Order Label
ast: Ordenar por etiqueta
bn_bd: নির্দেশের আখ্যা
el: Ταξινόμηση με βάση την ετικέτα
eu: Ordenatu Etiketa
gl: Ordenar as etiqueta
he: סידור לפי שם
is: Raða eftir miða
ja_jp: ラベルで並べ替え
ka_ge: შეკვეთის ეტიკეტი
mk: Подреди лабела
si_lk: ඇණවුම් පිළිවෙල
sk_sk: A/Z Štítok
ta_lk: சீட்டு வரிசை
vi: Theo Nhãn tên

source: Loading tasks...
ast: Cargando xeres...
bn_bd: কর্মসমূহ লোড করা হচ্ছে
el: Φόρτωση εργασιών...
eu: Zereginak kargatzen...
gl: Cargando as tarefas...
he: משימות בטעינה…
is: Hleð verkum ...
ja_jp: タスクをロード中...
ka_ge: დავალებების ჩამოტვირთვა...
mk: Вчитување на задачи...
si_lk: කාර්යයන් සූදානම්වෙමින් පවති...
sk_sk: Nahrávam úlohy
ta_lk: கடமையை ஏற்றப்படுகிறது...
vi: Đang nạp nhiệm vụ...

source: Important
ast: Importante
bn_bd: গুরুত্বপূর্ণ
el: Σημαντικό
eu: Garrantzitsua
gl: Importante
he: חשוב
is: Mikilvægt
ja_jp: 重要
ka_ge: აუცილებელი
mk: Важно
si_lk: වැදගත්
sk_sk: Dôležité
ta_lk: முக்கியமான
vi: Quan trọng

source: More
ast: Más
bn_bd: বেশী
el: Περισσότερα
eu: Gehiago
gl: Máis
he: יותר
is: Meira
ja_jp: 詳細
ka_ge: უფრო მეტი
mk: Повеќе
si_lk: වැඩි
sk_sk: Viac
ta_lk: மேலதிக
vi: hơn

source: Less
ast: Menos
bn_bd: কম
el: Λιγότερα
eu: Gutxiago
gl: Menos
he: פחות
is: Minna
ja_jp: 閉じる
ka_ge: უფრო ნაკლები
mk: Помалку
si_lk: අඩු
sk_sk: Menej
ta_lk: குறைவான
vi: ít

source: Delete
ast: Desaniciar
bn_bd: মুছে ফেল
el: Διαγραφή
eu: Ezabatu
gl: Eliminar
he: מחיקה
is: Eyða
ja_jp: 削除
ka_ge: წაშლა
mk: Избриши
si_lk: මකන්න
sk_sk: Zmazať
ta_lk: நீக்குக
vi: Xóa
