Repository: owncloud-archive/apps
Catalog: l10n/*/updater.po
Languages: ar, ca, de_de, el, es, eu, fa, fr, it, ja, lt_lt, pl, pt_br, pt_pt, sv, tr, vi

source: Checking your installation...
ar: يتم التحقق من التثبيتات ...
ca: Comprovant la instal·ació...
de_de: Überprüfe Ihre Installation...
el: Έλεγχος της εγκατάστασής σας...
es: Revisando su instalación...
eu: Zure instalazioa aztertzen...
fa: نصب و راه اندازی خود را بررسی کنید...
fr: Vérification de votre installation...
it: Controllo dell'installazione in corso...
ja: インストールを確認中...
lt_lt: Tikrinama Jūsų instaliacija...
pl: Sprawdzam twoją instalację...
pt_br: Verificando sua instalaçao...
pt_pt: A verificar a sua instalação...
sv: Kontrollerar din installation ...
tr: Kurulumunuz kontrol ediliyor...
vi: Đang kiểm tra quá trình cài đặt ...

source: Upgrade is not possible. Make sure that your webserver has write access to the following files and directories:
ar: الترقية غير ممكنة. تاكد من ان الخادم يمتلك صلاحيات الكتابة لـ المجلدات التالية:
ca: L'actualització no és possible. Assegureu-vos que el servidor té accés d'escriptura als fitxers i carpetes següents:
de_de: Eine Aktualisierung ist nicht möglich. Stellen Sie sicher, dass Ihr Webserver Schreibrechte auf die folgenden Dateien und Verzeichnisse hat:
el: Δεν ήταν δυνατή η αναβάθμιση. Σιγουρευτείτε ότι ο διακομιστής ιστοσελίδων σας έχει άδεια εγγραφής στα ακόλουθα αρχεία και καταλόγους:
es: No se puede actualizar. Asegúrese de que su servidor web tenga acceso de escritura para los siguientes archivos y carpetas:
eu: Eguneraketa ez da posiblea. Ziurtatu zure web zerbitzaria hurrengo fitxategi eta karpetatan idazteko baimena duela:
fa: ارتقا امکان پذیر نیست. مطمئن شوید که وب سرور شما دسترسی نوشتن به فایل ها و دایرکتوری زیر را داراست:
fr: La mise à niveau n'est pas possible. Veuillez vérifier que votre serveur dispose bien des droits d'accès en écriture sur les fichiers et dossiers suivants :
it: Impossibile aggiornare. Assicurati che il tuo server web abbia l'accesso in scrittura ai seguenti file e cartelle:
ja: アップグレードできません。ウェブサーバーに以下のファイルとディレクトリへの書き込みアクセスがあるか確認してください:
lt_lt: Versijos pakėlimas neįmanomas. Įsitikinkite, kad Jūsų serveris turi rašymo teises šiuose failuose ir kataloguose:
pl: Aktualizacja nie jest możliwa. Upewnij się, że twój serwer ma dostęp do zapisu do następujących plików i katalogów:
pt_br: Não é possível atualizar. Certifique-se que no seu servidor web existe acesso de gravação para os seguintes arquivos e diretórios:
pt_pt: A atualização não é possivel. Verifique se o seu servidor web tem permissões para os seguintes ficheiros e pastas:
sv: En uppgradering är inte möjlig. Kontrollera att din webserver har skrivrättigheter i följande filer och mappar:
tr: Güncelleme mümkün değil. Aşağıdaki dosya ve dizinlere web sunucunuzun yazma izni olduğundan emin olun:
vi: Không thể nâng cấp. Hãy chắc chắn rằng Webserver cho phép ghi vào các tập tin và thư mục sau đây:

source: Version not found
ar: الاصدار غير موجود
ca: No s'ha trobat la versió
de_de: Version nicht gefunden
el: Δεν βρέθηκε η έκδοση
es: Versión no encontrada
eu: Bertsioa ez da aurkitu
fa: نسخه یافت نشد
fr: Version introuvable.
it: Versione non trovata
ja: バージョンが見つかりません
lt_lt: Versija nerasta
pl: Nie znaleziono wersji
pt_br: Versão não encontrada
pt_pt: Versão não encontrada
sv: Kan inte hitta version
tr: Sürüm bulunamadı
vi: Không tìm thấy phiên bản

source: Upgrade is not possible. Your webserver has not enough permissions to remove the following directory:
ar: الترقية غير ممكنة. الخادم لا يمتلك الصلاحيات لـ حذف المجلدات التالية:
ca: L'actualització no és possible. El servidor no té permisos suficients per eliminar la carpeta següent:
de_de: Eine Aktualisierung ist nicht möglich. Ihr Webserver hat keine ausreichende Berechtigung zum Löschen des nachfolgenden Verzeichnisses:
el: Δεν ήταν δυνατή η αναβάθμιση. Ο διακομιστής ιστοσελίδων σας δεν έχει επαρκή δικαιώματα να αφαιρέσει τον παρακάτω κατάλογο:
es: No se puede actualizar. Su servidor web no tiene los permisos necesarios para eliminar la siguiente carpeta:
eu: Eguneraketa ezinezkoa da. Zure web zerbitzariak ez du baimen nahikorik hurrengo karpeta ezabatzeko:
fa: ارتقا امکان پذیر نیست.وب سرور شما به اندازه کافی دارای مجوز برای حذف دایرکتوری زیر نیست:
fr: Mise à niveau impossible. Le serveur n'a pas les permissions nécessaires pour supprimer le répertoire suivant :
it: Impossibile aggiornare. Il tuo server web non ha i permessi necessari per rimuovere le seguenti cartelle:
ja: アップグレードできません。ウェブサーバーに以下のディレクトリを削除する権限が十分にありません:
lt_lt: Versijos pakėlimas neįmanomas. Įsitikinkite, kad Jūsų serveris neturi pakankamai teisių pašalinti šį katalogą:
pl: Aktualizacja nie jest możliwa. Twój serwer ma niewystarczające uprawnienia do usuwania następujących katalogów:
pt_br: Não é possível atualizar. No seu servidor não existem permissões suficientes para remover o seguinte diretório:
pt_pt: A atualização não é possivel. O seu servidor web nao tem permissões para remover a seguinte diretoria:
sv: Uppgradering är ej möjligt. Din webbserver har inte rättigheter att radera följande mapp:
tr: Güncelleme mümkün değil. Web sunucunuz aşağıdaki dizini silmek için yeterli yetkiye sahip değil:
vi: Không thể nâng cấp. Máy chủ webserver không đủ quyền để xóa các thư mục sau:

source: Update permissions on this directory and its content or remove it manually first.
ar: قم بتحديث الصلاحيات على هذا المجلد و محتوياتة او قم بالحذف اولا بشكل يدوي.
ca: Actualitzeu els permisos en aquesta carpeta i el seu contingut o elimineu-la manualment primer.
de_de: Aktualisieren Sie die Berechtigungen für dieses Verzeichnis und seinen Inhalt oder löschen Sie es vorher manuell.
el: Ενημερώστε τις άδειες σε αυτόν τον κατάλογο και τα περιεχόμενά του ή αφαιρέστε τον πρώτα χειροκίνητα.
es: Actualice los permisos de esta carpeta y sus contenidos o elimínela manualmente.
eu: Eguneratu karpeta honen eta bere edukiaren baimenak edo ezabatu eskuz.
fa: بروز مجوز در این دایرکتوری و محتوای آن و یا حذف آن به صورت دستی برای اولین بار.
fr: Modifiez les permissions sur ce dossier et son contenu ou enlevez le manuellement avant toute chose.
it: Aggiorna i permessi su questa cartella e il suo contenuto oppure rimuovila manualmente.
ja: まず、このディレクトリのパーミッションを更新するか、手動で削除してください。
lt_lt: Atnaujinkite leidimus šiam katalogui ir jo turiniui, arba pirma pašalinkite jį rankiniu būdu.
pl: Zaktualizuj uprawnienia do tego katalogu i jego zawartości lub usuń go ręcznie.
pt_br: Atualizar permissões neste diretório e seu conteúdo ou removê-lo manualmente em primeiro lugar.
pt_pt: Atualize as permissões nesta diretoria e no seu conteudo ou remova manualmente.
sv: Uppdatera rättigheterna på denna mapp och dess innehåll eller radera den manuellt först.
tr: Aşağıdaki dizinin ve içindekilerin izinlerini güncelleyin veya elle silin.
vi: Được phép cập nhật trên thư mục và nội dung của nó hoặc xóa bằng tay .

source: Downloading package...
ar: يتم تحميل الحزم...
ca: Baixant el paquet...
de_de: Lade Paket herunter...
el: Λήψη πακέτου...
es: Descargando el paquete...
eu: Paketea deskargatzen...
fa: دانلود بسته ...
fr: Téléchargement du paquet en cours...
it: Scaricamento pacchetto in corso...
ja: パッケージをダウンロード中...
lt_lt: Atsiunčiamas paketas...
pl: Pobieram paczkę....
pt_br: Baixando pacotes...
pt_pt: A descarregar o pacote...
sv: Laddar ner paket...
tr: Paket indiriliyor...
vi: Đang tải gói...

source: Unable to fetch package
ar: تعذر جلب الحزم
ca: No es pot baixar el paquet
de_de: Empfangen des Paketes fehlgeschlagen
el: Αδυναμία λήψης πακέτου
es: No se pudo obtener el paquete
eu: Ezin izan da paketea lortu
fa: قادر به واکشی بسته نیست
fr: Impossible de récupérer le paquet
it: Impossibile ottenere il pacchetto
ja: パッケージを取得できません
lt_lt: Nepavyksta gauti paketo
pl: Nie można pobrać paczki
pt_br: Não foi possível obter pacote
pt_pt: Não foi possivel encontrar o pacote...
sv: Kunde inte hämta paket
tr: Paket getirilemedi
vi: Không thể nạp gói

source: Creating backup...
ar: يتم انشاء النسخ الاحتياطي...
ca: Creant còpia de seguretat...
de_de: Erstelle Backup...
el: Δημιουργία αντιγράφου ασφαλείας...
es: Realizando copia de seguridad...
eu: Segurtasun kopia sortzen...
fa: ایجاد نسخه پشتیبان...
fr: Copie de sauvegarde en cours de création...
it: Creazione backup in corso...
ja: バックアップを作成中...
lt_lt: Kuriama atsarginė kopija...
pl: Tworzę kopię zapasową...
pt_br: Criando cópia de segurança...
pt_pt: A criar copia de segurança...
sv: Skapar säkerhetskopia...
tr: Yedek oluşturuluyor...
vi: Đang sao lưu ...

source: Here is your backup:
ar: ستجد هنا نسختك الاحتياطيه:
ca: Aquí hi ha la còpia de seguretat:
de_de: Hier befindet sich Ihre Sicherung:
el: Αντίγραφο ασφαλείας:
es: Aquí está tu copia de seguridad:
eu: Hemen duzu segurtasun kopia:
fa: فایل پشتیبان شما اینجاست:
fr: Voici votre copie de sauvegarde :
it: Qui è la tua copia di sicurezza:
ja: あなたのバックアップ:
lt_lt: Tai Jūsų atsarginė kopija:
pl: Twoja kopia:
pt_br: Aqui está o seu backup:
pt_pt: Aqui está a sua cópia de segurança:
sv: Här är din säkerhetskopia:
tr: Backup sizin burda
vi: Đây là bản sao lưu của bạn:

source: Failed to create backup
ar: تعذر من انشاء النسخ الاحتياطي
ca: Ha fallat en crear la còpia de seguretat
de_de: Es ist ein Fehler beim Erstellen des Backups aufgetreten.
el: Αποτυχία δημιουργίας αντιγράφου ασφαλείας
es: Falló la creación de la copia de seguridad
eu: Ezin izan da segurtasun kopia egin
fa: عدم موفقیت در ایجاد پشتیبان گیری
fr: La sauvegarde a échoué.
it: Impossibile creare il backup
ja: バックアップの作成に失敗
lt_lt: Nepavyko sukurti atsarginės kopijos
pl: Nie można utworzyć kopii zapasowej
pt_br: Falha ao criar cópia de segurança
pt_pt: Falhou a criação da cópia de segurança
sv: Misslyckades att skapa säkerhetskopia
tr: Yedek oluşturma başarısız oldu
vi: Tạo sao lưu thất bại

source: Moving files...
ar: جاري نقل الملفات...
ca: Movent fitxers...
de_de: Verschiebe Dateien...
el: Μετακίνηση αρχείων...
es: Moviendo archivos...
eu: Fitxategiak mugitzen...
fa: انتقال فایل ها ...
fr: Déplacement des fichiers...
it: Spostamento file in corso...
ja: ファイルを移動中...
lt_lt: Perkeliami failai...
pl: Kopiuję pliki...
pt_br: Movendo arquivos...
pt_pt: A mover os ficheiros...
sv: Flyttar filer...
tr: Dosyalar taşınıyor...
vi: Đang di chuyển tập tin...

source: All done. Click to the link below to start database upgrade.
ar: تم الامر, اضغط على الرابط ادناة لـ بدء ترقية قاعدة البيانات
ca: S'ha acabat. Féu clic a l'enllaç inferior per començar l'actualització de la base de dades.
de_de: Alles erledigt. Klicken Sie auf den unteren Link, um die Aktualisierung der Datenbank zu starten.
el: Όλα έτοιμα. Κάντε κλικ στον παρακάτω σύνδεσμο για να εκκινήσετε την αναβάθμιση της βάσης δεδομένων.
es: Todo listo. Haga clic en el siguiente enlace para iniciar la actualización de la base de datos
eu: Dena egina. Sakatu beheko lotura datau basearen eguneraketa egiteko.
fa: همه انجام شده. لینک زیر را برای شروع ارتقاء پایگاه داده کلیک کنید.
fr: Terminé. Cliquez sur le lien ci-dessous pour démarrer la mise à niveau de la base de données.
it: Tutte le operazioni completate. Fai clic sul collegamento seguente per iniziare l'aggiornamento del database.
ja: すべて完了。データベースのアップグレードを開始するには、以下のリンクをクリックしてください。
lt_lt: Viskas atlikta. Spauskite nuorodą žemiau, kad pradėti versijos pakėlimą.
pl: Wszystko zrobione. Kliknij na link poniżej, aby rozpocząć uaktualnienie bazy danych.
pt_br: Tudo concluido. Clique no link abaixo para iniciar a atualização do banco de dados.
pt_pt: Tudo feito. Clique no atalho abaixo para iniciar a atualização da base de dados.
sv: Allt klart. Klicka vidare till länken nedan för att starta databasuppgradering.
tr: Tamamlandı. Veritabanı güncellemesi için aşağıdaki bağlantıya tıklayın.
vi: Đã hoàn thành. Nhấp chuột vào liên kết bên dưới để bắt đầu nâng cấp cơ sở dữ liệu

source: Update failed
ar: فشل في الحديث
ca: L'actualització ha fallat
de_de: Update fehlgeschlagen
el: Η ενημέρωση απέτυχε
es: La actualización falló
eu: Eguneraketak huts egin du
fa: بروز رسانی ناموفق بود.
fr: La mise à jour a échoué.
it: Aggiornamento non riuscito
ja: アップデートに失敗
lt_lt: Atnaujinimas nepavyko
pl: Błąd aktualizacji
pt_br: A atualização falhou
pt_pt: A atualização falhou
sv: Uppdatering misslyckades
tr: Güncelleme başarısız
vi: Cập nhật thất bại

source: The update was unsuccessful. Please check logs at admin page and report this issue to the <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud community</a>.
ar: فشل في التحديث. يرجى التحقق من السجلات في صفحة المدير و يمكنك الابلاغ هنا <a href="https://github.com/owncloud/apps/issues" target="_blank"> مجتمع ownCloud</a>.
de_de: Das Update ist fehlgeschlagen. Bitte überprüfen Sie die Logs auf der Administratorseite und melden Sie dieses Problem an die <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud Gemeinschaft</a>.
el: Η ενημέρωση απέτυχε. Παρακαλώ ελέγξτε το αρχείο καταγραφών στη σελίδα του διαχειριστή και αναφέρετε αυτό το ζήτημα στην <a href="https://github.com/owncloud/apps/issues" target="_blank">κοινότητα ownCloud </a>.
es: La actualización ha fallado. Por favor, revisa la razón del fallo en el log de la página de admin y reporta este problema a la <a href="https://github.com/owncloud/apps/issues" target="_blank">Comunidad de ownCloud</ a>.
fr: La mise à jour a échoué. Veuillez consulter les logs depuis la page d'administration et les soumettre à la <a href="https://github.com/owncloud/apps/issues" target="_blank">communauté ownCloud</a>.
it: L'aggiornamento non è riuscito. Si prega di controllare i log nella pagina di amministrazione e segnalare il problema alla comunità <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud</ a>.
ja: アップデートに失敗しました。管理画面でログを確認して、この問題を <a href="https://github.com/owncloud/core/issues" target="_blank">ownCloud コミュニティ</a> に報告してください。
lt_lt: Atnaujinimas buvo nesėkmingas. Prašome patikrinti registro puslapį ir pranešti apie problemą <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud bendruomenei</a>.
pl: Aktualizacja nie powiodła. Prosimy sprawdzić logi i zgłaszanie tego problemu na <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud community</a>.
pt_br: A atualização não foi bem sucedida. Por favor, verifique os logs na página de administração e relatar essa questão para a comunidade <a href="https://github.com/owncloud/apps/issues" target="_blank"> ownCloud </a>.
pt_pt: A atualização falhou. Por favor verifique os registos na página de administração e relate este assunto à <a href="https://github.com/owncloud/apps/issues" target="_blank">comunidade ownCloud</a>.
sv: Uppdateringen misslyckades. Vänligen kontrollera loggen på admin sidan och rapportera detta fel hos <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud kommunitet</a>.
tr: Güncelleme başarısız oldu. Lütfen yönetici sayfasındaki günlüğü denetleyin ve bu durumu <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud topluluğuna</a> bildirin.
vi: Cập nhật không thành công . Vui lòng kiểm tra nhật kí ở trang quản trị và thông báo vấn đề này đến <a href="https://github.com/owncloud/apps/issues" target="_blank">Cộng đồng ownCloud</a>.

source: Proceed
ar: تنفيذ
de_de: Fortfahren
el: Συνέχιση
es: Proceder
fr: Exécuter
it: Procedi
ja: 続行
lt_lt: Vykdyti
pl: Kontynuuj
pt_br: Proceder
pt_pt: Continuar
sv: Fortsätt
tr: Devam et
vi: Tiến hành

source: Update Center
ar: مركز التحديث
ca: Centre d'actualitzacions
el: Κέντρο Ενημερώσεων
es: Centro de actualizaciones
eu: Eguneraketa zentroa
fa: مرکز به روز رسانی
fr: Centre de mise à jour
it: Centro aggiornamenti
ja: アップデートセンター
lt_lt: Atnaujinimo centras
pl: Centrum aktualizacji
pt_br: Central de Atalização
pt_pt: Centro de atualizações
sv: Uppdateringscenter
tr: Güncelleme Merkezi
vi: Cập nhật

source: Backup Management
ar: ادارة النسخ الاحتياطي
ca: Gestió de còpies de seguretat
de_de: Backup-Verwaltung
el: Διαχείριση αντιγράφων ασφαλείας
es: Administración de respaldos
eu: Segurtasun kopien kudeaketa
fa: مدیریت پشتیبان گیری
fr: Gestion des copies de sauvegarde.
it: Gestione backup
ja: マネージメントのバックアップ
lt_lt: Atsarginės kopijos tvarkymas
pl: Zarządzanie kopiami zapasowymi
pt_br: Gerenciamento de Cópias de Segurança
pt_pt: Gestão de cópias de segurança
sv: Hantering av säkerhetskopiering
tr: Yedekleme Yönetimi
vi: Quản lý sao lưu

source: Update
ar: حدث
ca: Actualitza
de_de: Update durchführen
el: Ενημέρωση
es: Actualizar
eu: Eguneratu
fa: به روز رسانی
fr: Mettre à jour
it: Aggiorna
ja: アップデート
lt_lt: Atnaujinti
pl: Aktualizuj
pt_br: Atualizar
pt_pt: Actualizar
sv: Uppdatera
tr: Güncelleme
vi: Cập nhật

source: Backup directory
ar: مجلد النسخ الاحتياطي
ca: Còpia de seguretat de la carpeta
de_de: Backup-Verzeichnis
el: Κατάλογος αντιγράφων ασφαλείας
es: Directorio de respaldos
eu: Segurtasun kopien karpeta
fa: پوشه پشتیبان گیری
fr: Dossier de sauvegarde.
it: Cartella backup
ja: バックアップディレクトリ
lt_lt: Atsarginių kopijų katalogas
pl: Katalog kopii
pt_br: Diretório de Cópias de Segurança
pt_pt: Diretoria de cópias de segurança
sv: Mapp för säkerhetskopia
tr: Yedekleme dizini
vi: Sao lưu thư mục

source: Backup
ar: النسخ الاحتياطي
ca: Còpia de seguretat
el: Αντίγραφο ασφαλείας
es: Copia de seguridad
eu: Segurtasun kopia
fa: پشتیبان گیری
fr: Copie de sauvegarde.
ja: バックアップ
lt_lt: Atsarginė kopija
pl: Kopia zapasowa
pt_br: Cópia de Segurança
pt_pt: Cópia de segurança
sv: Säkerhetskopia
tr: Yedekleme
vi: Sao lưu

source: Done on
ar: تم
ca: Feta el
de_de: Abgeschlossen am
el: Oλοκληρώθηκε
es: Hecho en
eu: Noiz egina
fa: انجام شده در
fr: Terminé le
it: Completato il
ja: 完了:
lt_lt: Atlikta
pl: Ukończona na
pt_br: Pronto.
pt_pt: Concluido em
sv: Klar den
tr: Yapılan
vi: Thực hiện tr

source: Download
ar: تحميل
ca: Baixa
de_de: Herunterladen
el: Λήψη
es: Descargar
eu: Deskargatu
fa: دانلود
fr: Télécharger
it: Scarica
ja: ダウンロード
lt_lt: Atsisiųsti
pl: Pobierz
pt_br: Baixar
pt_pt: Transferir
sv: Ladda ner
tr: İndir
vi: Tải về

source: Delete
ar: إلغاء
ca: Esborra
de_de: Löschen
el: Διαγραφή
es: Eliminar
eu: Ezabatu
fa: حذف
fr: Supprimer
it: Elimina
ja: 削除
lt_lt: Ištrinti
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
sv: Radera
tr: Sil
vi: Xóa

source: No backups found
ar: لم يتم العثور على نسخ احتاطي
ca: No hi ha còpies de seguretat
de_de: Keine Backups gefunden
el: Δεν βρέθηκαν αντίγραφα ασφαλείας
es: No se encontraron copias de seguridad
eu: Ez da segurtasun kopiarik aurkitu
fa: هیچ پشتیبانی یافت نشد
fr: Aucune copie de sauvegarde n'a été trouvée.
it: Nessun backup trovato
ja: バックアップが見つかりません
lt_lt: Nerasta atsarginių kopijų
pl: Nie znaleziono kopii zapasowych
pt_br: Nenhuma Cópia de Segurança encontrada
pt_pt: Nenhuma cópia de segurança encontrada
sv: Inga säkerhetskopior hittades
tr: Yedek bulunamadı
vi: Không tìm thấy sao lưu

source: The update was unsuccessful. Please report this issue to the <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud community</a>.
ca: L'actualització ha fallat. Informeu d'aquest problema a la <a href="https://github.com/owncloud/apps/issues" target="_blank">comunitat ownCloud</a>.
eu: Eguneraketak ez du arrakastarik izan. Mesedez eman abisua <a href="https://github.com/owncloud/apps/issues" target="_blank">ownCloud komunitateari</a>.
fa: به روز رسانی ناموفق بود. لطفا این مسئله را به انجمن ownCloud اطلاع رسانی<a href="https://github.com/owncloud/apps/issues" target="_blank">کنید</a>.
