Repository: owncloud-archive/apps
Catalog: l10n/*/user_openid.po
Languages: ar, bn_bd, cs_cz, da, de, de_de, eo, es, es_ar, et_ee, fi_fi, fr, gl, he, ko, lv, mk, nb_no, pl, pt_pt, ru, si_lk, sk_sk, sl, sv, ta_lk, th_th, tr, vi, zh_tw

source: OpenID Changed
ar: تم تغيير ال OpenID
bn_bd: OpenID পরিবর্তন করা হয়েছে
cs_cz: OpenID změněno
da: OpenID ændret
de: OpenID ge채ndert
de_de: OpenID verändert
eo: La agordo de OpenID estas ŝanĝita
es: OpenID cambiado
es_ar: se cambió el OpenID
et_ee: OpenID on muudetud
fi_fi: OpenID on vaihdettu
fr: OpenID mis à jour
gl: OpenID cambiou
he: OpenID השתנה
ko: OpenID 변경됨
lv: OpenID mainīts
mk: OpenID сменето
nb_no: OpenID endret
pl: Zmieniono OpenID
pt_pt: OpenID foi alterado
ru: OpenID изменен
si_lk: විවෘත හැඳුනුම නැතහොත් OpenID වෙනස්විය.
sk_sk: OpenID zmenené
sl: OpenID je spremenjen
sv: OpenID ändrat
ta_lk: OpenID மாற்றப்பட்டது
th_th: เปลี่ยนชื่อบัญชี OpenID แล้ว
tr: OpenID Değiştirildi
vi: Đổi OpenID
zh_tw: OpenID 已變更

source: Invalid request
ar: طلب غير مفهوم
bn_bd: অনুরোধটি সঠিক নয়
cs_cz: Neplatný požadavek
da: Ugyldig forespørgsel
de: Fehlerhafte Anfrage
de_de: ungültige Anforderung
eo: Nevalida peto
es: Petición no válida
es_ar: Pedido no válido
et_ee: Vigane päring
fi_fi: Virheellinen pyyntö
fr: Requête invalide
gl: Petición incorrecta
he: בקשה לא חוקית
ko: 잘못된 요청
lv: Nederīgs pieprasījums
mk: Неправилно барање
nb_no: Ugyldig forespørsel
pl: Nieprawidłowe żądanie
pt_pt: Pedido Inválido
ru: Неправильный запрос
si_lk: අවලංගු අයැදුමක්
sk_sk: Neplatná požiadavka
sl: Neveljavna zahteva
sv: Ogiltig begäran
ta_lk: செல்லுபடியற்ற வேண்டுகோள்
th_th: คำร้องขอไม่ถูกต้อง
tr: Geçersiz istek
vi: Yêu cầu không hợp lệ
zh_tw: 無效請求

source: This is an OpenID server endpoint. For more information, see
ar: هذه هي نقطة النهاية لهوية OpenID. لمزيد من المعلومات، زوروا
bn_bd: এটি একটি OpenID সার্ভার এর শেষ সীমা। আরও তথ্য জানতে, দেখুন
cs_cz: Koncový bod serveru OpenID. Více informací na
da: Dette er et OpenID server endpoint. For nærmere oplysninger: Se
de: Dies ist ein OpenID-Server-Endpunkt. Weitere Informationen findest Du unter:
de_de: Dies ist ein OpenID-Server-Endpunkt. Weitere Informationen finden Sie unter:
eo: Ĉi tio estas finpunkto de OpenID-servilo. Por pli da informo, vidu
es: Se trata de un servidor OpenID endpoint. Para más información, vea
es_ar: Este es un servidor OpenID del tipo endpoint. Para más información, mirá
et_ee: See on OpenID serveri lõpp-punkt. Lisainfot vaata
fi_fi: Tämä on OpenID-palvelimen päätepiste (endpoint). Lisätietoja:
fr: Ce serveur est un point d'accès OpenID. Pour plus d'informations, veuillez consulter
gl: Este é un servidor final do OpenID. Para obter máis información consulte
he: זו היא נקודת קצה של OpenID. לפרטים נוספים ניתן לעיין תחת
ko: OpenID 서버 엔드포인트입니다. 더 많은 정보를 보려면 다음을 참조하십시오:
lv: Šis ir OpenID servera galapunkts. Lai uzzinātu vairāk, skatiet
mk: Ова е серверска крајна точка за OpenID. За повеќе информации, видете
nb_no: Dette er et OpenID-tjener endepunkt. For mer informasjon, se
pl: To jest punkt końcowy serwera OpenID. Aby uzyskać więcej informacji zobacz
pt_pt: Isto é um endpoint de um servidor OpenID. Para mais informações, veja em
ru: Это точка подключения сервера OpenID. Для информации смотрите
si_lk: මෙය OpenID සේවාදායක අන්ත ලක්ෂ්‍යයකි. වැඩි විස්තර සඳහා මෙය බලන්න
sk_sk: Koncový bod servera OpenID. Viac informácií na
sl: To je končna točka strežnika OpenID. Za več podrobnosti si oglejte
sv: Detta är en OpenID-server slutpunkt. För mer information, se
ta_lk: இது ஒரு OpenID சேவையக முடிவுப்புள்ளி. மேலதிக தகவல்களுக்கு, பார்க்க
th_th: นี่คือปลายทางของเซิร์ฟเวอร์ OpenID สำหรับรายละเอียดเพิ่มเติม, กรุณาดูที่
tr: Bu bir OpenID uç noktası. Detaylı bilgi için bkz
vi: Đây là một đầu cuối của OpenID .Để biết thêm thông tin, xem
zh_tw: 這是個OpenID服務器端點。若要了解更多，請查閱

source: Identity: <b>
ar: هوية: <b>
bn_bd: পরিচিতিঃ <b>
cs_cz: Identita: <b>
da: Identitet: <b>
de: Identit채t: <b>
de_de: Identität: <b>
eo: Idento: <b>
es: Identidad: <b>
es_ar: Identidad: <b>
et_ee: Identiteet: <b>
fi_fi: Identiteetti: <b>
fr: Identité : <b>
gl: Identidade: <b>
he: זהות: <b>
ko: 인증: <b>
lv: Identitāte: <b>
mk: Идентитет: <b>
nb_no: Identitet: <b>
pl: Tożsamość: <b>
pt_pt: Identidade: <b>
ru: Личность: <b>
si_lk: අනන්‍යතාව: <b>
sk_sk: Identita: <b>
sl: Istovetnost: <b>
sv: Identitet: <b>
ta_lk: அடையாளம் :<b>
th_th: ข้อมูลประจำตัว <b>
tr: Kimlik: <b>
vi: Tình trạng: <b>
zh_tw: 身份：<b>

source: Realm: <b>
ar: حقل: <b>
bn_bd: রাজ্যপাটঃ <b>
cs_cz: Doména: <b>
da: Område: <b>
de: Bereich: <b>
de_de: Bereich: <b>
eo: Regno: <b>
et_ee: Tsoon: <b>
fi_fi: Alue: <b>
fr: Domaine : <b>
gl: Dominio: <b>
he: תחום: <b>
ko: 영역: <b>
lv: Nogabals: <b>
mk: Домен: <b>
nb_no: Område: <b>
pl: Obszar: <b>
pt_pt: Reino:
si_lk: ක්ෂේත්‍රය: <b>
sk_sk: Doména: <b>
sl: Območje: <b>
th_th: ขอบเขตพื้นที่ <b>
tr: Ülke: <b>
vi: Lĩnh vực:<b>
zh_tw: 境界：<b>

source: User: <b>
ar: مستخدم: <b>
bn_bd: ব্যবহারকারীঃ <b>
cs_cz: Uživatel: <b>
da: Bruger: <b>
de: Benutzer: <b>
de_de: Benutzer: <b>
eo: Uzanto: <b>
es: Usuario: <b>
es_ar: Usuario: <b>
et_ee: Kasutaja: <b>
fi_fi: Käyttäjä: <b>
fr: Utilisateur : <b>
gl: Usuario: <b>
he: שם משתמש: <b>
ko: 사용자: <b>
lv: Lietotājs: <b>
mk: Корисник: <b>
nb_no: Bruker: <b>
pl: Użytkownik: <b>
pt_pt: Utilizador: <b>
ru: Пользователь: <b>
si_lk: පරිශීලක:<b>
sk_sk: Používateľ: <b>
sl: Uporabnik:<b>
sv: Användare: <b>
ta_lk: பயனாளர்: <b>
th_th: ผู้ใช้งาน: <b>
tr: Kullanıcı: <b>
vi: Người dùng: <b>
zh_tw: 用戶：<b>

source: Login
ar: تسجيل الدخول
bn_bd: প্রবেশ
cs_cz: Přihlášení
de: Anmelden
de_de: Anmelden
eo: Ensaluti
es: Iniciar sesión
es_ar: Usuario
et_ee: Logi sisse
fi_fi: Kirjaudu
fr: Connexion
gl: Acceso
he: התחברות
ko: 로그인
lv: Ierakstīties
mk: Најава
nb_no: Logg inn
ru: Логин
si_lk: ප්‍රවිශ්ටය
sk_sk: Prihlásenie
sl: Prijava
sv: Logga in
ta_lk: புகுபதிகை
th_th: เข้าสู่ระบบ
tr: Oturum Aç
vi: Đăng nhập
zh_tw: 登入

source: Error: <b>No user Selected
ar: خطأ: <b>لم يتم تحديد المستخدم
bn_bd: সমস্যাঃ <b> কোন ব্যবহারকারি নির্বাচন করা হয় নি
cs_cz: Chyba: <b>Není vybrán žádný uživatel
da: Fejl: <b>Ingen bruger valgt
de: Fehler: <b> Kein Benutzer ausgew채hlt
de_de: Fehler: <b> Kein Benutzer ausgewählt
eo: Eraro: <b>neniu uzanto estas elektita
es: Error: <b> Seleccione usuario
es_ar: Error: <b> No hay ningún usuario seleccionado
et_ee: Viga: <b>Kasutajat pole valitud
fi_fi: Virhe: <b>Käyttäjää ei valittu
fr: Erreur : <b>Aucun nom d'utilisateur n'a été saisi
gl: Erro:<b>Non foi seleccionou ningún usuario
he: שגיאה: <b>לא נבחר אף משתמש
ko: 오류: <b>사용자가 선택되지 않았습니다.
lv: Kļūda: <b>nav izvēlēts lietotājs
mk: Грешка: <b>Не е избран корисник
nb_no: Feil: <b>Ingen bruker er valgt
pl: Błąd:<b>Nie wybrano użytkownika
pt_pt: Erro: <b>Não foi seleccionado nenhum Utilizador
ru: Ошибка: <b>Пользователь не выбран
si_lk: දෝශය: <b>පරිශිලකයෙක් තෝරා නැත
sk_sk: Chyba: <b>Nie je vybraný žiadny používateľ
sl: Napaka: <b>ni izbranega uporabnika
sv: Fel: <b>Ingen användare vald
ta_lk: வழு: <b>பயனாளர் ஒருவரும் தெரிவுசெய்யப்படவில்லை
th_th: พบข้อผิดพลาด <b> ยังไม่ได้เลือกชื่อผู้ใช้งาน
tr: Hata: <b>Kullanıcı Seçilmedi
vi: Lỗi: <b> Không có người dùng được chọn
zh_tw: 錯誤: <b>沒有挑選使用者

source: OpenID
ar: الهوية المفتوحة

source: you can authenticate to other sites with this address
ar: يمكنك التوثيق مع مواقع أخرى بهذا العنوان
bn_bd: এই ঠিকানা দিয়ে অন্যান্য সাইটেও আপনি অনুমোদন দিতে পারেন
cs_cz: s touto adresou se můžete ověřit k dalším stránkám
da: Du kan anvende denne adresse til at identificere dig overfor andre steder på nettet
de: Du kannst Dich auf anderen Seiten mit dieser Adresse authentifizieren.
de_de: Sie können sich auf anderen Seiten mit dieser Adresse authentifizieren.
eo: Vi povas ensaluti en aliaj ejoj per tiu ĉi adreso
es: Puede autenticarse en otros sitios con esta dirección
es_ar: podés autenticarte en otros sitios con esta dirección
et_ee: sa võid end selle aadressiga autentida teistel saitidel
fi_fi: voit valtuuttaa muille sivustoille tällä osoitteella
fr: vous pouvez vous authentifier sur d'autres sites grâce à cette adresse
gl: pode autenticarse noutros sitios con este enderezo
he: ניתן להזדהות מול אתרים אחרים עם הכתובת הזו
ko: 이 주소를 사용하여 다른 사이트에 인증할 수 있습니다
lv: ar šo adresi varat autentificēties citās vietnēs
mk: може да се автентицирате на други страници со оваа адреса
nb_no: du kan autentisere mot andre nettsteder med denne adressen
pl: można uwierzytelniać do innych witryn z tego adresu
pt_pt: pode autenticar-se noutros sites com este endereço
ru: вы можете аутентифицироваться на других сайтах с этим адресом
si_lk: මෙම ලිපිනය භාවිතයෙන් ඔබට වෙනත් අඩවිවල සත්‍යාපනය විය හැක
sk_sk: s touto adresou sa môžete overiť aj na ďalších stránkach
sl: s tem naslovom se je mogoče overiti tudi na drugih spletnih straneh
sv: du kan autentisera till andra webbplatser med denna adress
ta_lk: உங்களுக்கு மற்றப்பக்கங்களை இந்த முகவரியுடன் அத்தாட்சிப்படுத்தலாம்
th_th: คุณสามารถได้รับสิทธิ์เพื่อเข้าใช้งานเว็บไซต์อื่นๆโดยใช้ที่อยู่นี้
tr: Bu adres ile diğer sitelere giriş yapabilirsiniz
vi: bạn có thể xác thực đến các trang web khác với địa chỉ này
zh_tw: 您可以利用此網址認證進其他網站

source: Authorized OpenID provider
ar: مزود خدمة الهوية المفتوحة مرخّص
bn_bd: অনুমোদিত OpenID সেবা প্রদানকারী
cs_cz: Ověřený poskytovatel OpenID
da: Autoriseret OpenID-leverandør
de: Autorisierter OpenID-Anbieter
de_de: Autorisierter OpenID-Anbieter
eo: Rajtigita OpenID-provizanto
es: Proveedor autorizado de OpenID
es_ar: Poveedor autorizado de OpenID
et_ee: Autoriseeritud OpenID teenusepakkuja
fi_fi: Valtuutettu OpenID-tarjoaja
fr: Fournisseur d'identité OpenID autorisé
gl: Fornecedor autorizado de OpenID
he: ספק OpenID מורשה
ko: 공인 OpenID 제공 업체
lv: Pilnvarots OpenID sniedzējs
mk: Авторизиран OpenID провајдер
nb_no: Autorisert OpenID-leverandør
pl: Autoryzowani dostawcy OpenID
pt_pt: Fornecedor OpenID Autorizado
ru: Авторизованный провайдер OpenID
si_lk: අනුමැතිය ලත් OpenID ප්‍රතිපදකයා
sk_sk: Overený poskytovateľ OpenID
sl: Pooblaščen ponudnik OpenID
sv: Godkänd openID leverantör
ta_lk: அனுமதிப்பெற்ற OpenID வழங்குனர்
th_th: ผู้ให้บริการ OpenID ที่ได้รับอนุญาต
tr: Yetkili OpenID sağlayıcısı
vi: Cung cấp OpenID
zh_tw: 驗證 OpenID 提供者

source: Your address at Wordpress, Identi.ca, &hellip;
ar: عنوانك على Wordpress, Identi.ca, &hellip;
bn_bd: Wordpress, Identi.ca, &hellip; এ আপনার ঠিকানা
cs_cz: Vaše adresa na Wordpressu, Identi.ca, &hellip;
da: Din adress hos Wordpress, Identi.ca, &hellip;
de: Deine Adresse bei Wordpress, Identi.ca, &hellip;
de_de: Ihre Adresse bei Wordpress, Identi.ca, &hellip;
eo: Via adreso ĉe Wordpress, Identi.ca&hellip;
es: Su direccion en Wordpress, Identi.ca, &hellip;
es_ar: Tu dirección en Wordpress, Identi.ca, &hellip;
et_ee: Sinu aadress Wordpressis, Identi.ca, &hellip;
fi_fi: Osoitteesi Wordpress, Identi.ca,
fr: Votre adresse Wordpress, Identi.ca, &hellip;
gl: O seu enderezo en Wordpress, Identi.ca, &hellip;
he: הכתובת שלך ב־WordPress,‏ Identi.ca,‏ &hellip;
ko: Wordpress, Identi.ca 등의 주소
lv: Jūsu adrese vietnēs Wordpress, Identi.ca, &hellip;
mk: Вашата адреса на Wordpress, Identi.ca, &hellip;
nb_no: Din adresse hos Wordpress, Identi.ca, &hellip;
pl: Twój adres na Wordpress, Identi.ca, &hellip;
pt_pt: O seu endereço em Wordpress, Identi.ca, &hellip;
ru: Ваш адрес в Wordpress, Identi.ca, &hellip;
si_lk: Wordpress, Identi.ca. &hellip; හි ඔබගේ ලිපිනය
sk_sk: Vaša adresa na Wordpress, Identi.ca, &hellip;
sl: Vaš naslov pri Wordpress, Identi.ca, &hellip;
sv: Din adress på Wordpress, Identi.ca, &hellip;
ta_lk: Wordpress இல் உங்களுடைய முகவரி, Identi.ca, &hellip;
th_th: ที่อยู่ของคุณที่ Wordpress, Identi.ca, &hellip;
tr: Wordpress'deki adresiniz, Identica.ca, &hellip;
vi: Địa chỉ của bạn tại Wordpress, Identi.ca, &hellip;
zh_tw: 您在 Wordpress、Identi.ca、&hellip; 的網址
